[
  {
    "url": "https://techcrunch.com/2025/10/08/even-after-stargate-oracle-nvidia-and-amd-openai-has-more-big-deals-coming-soon-sam-altman-says/",
    "story": [
      "At nearly the same moment as Nvidia CEO Jensen Huang was expressing surprise over OpenAI’s multibillion-dollar deal with competitor AMD — shortly after his company agreed to invest up to $100 billion into the AI model maker — Sam Altman was saying that more such deals are in the works.",
      "Huang appeared on CNBC’s Squawk Box on Wednesday. When asked if he knew about the AMD deal before it was announced, he answered, “Not really.”",
      "As TechCrunch previously reported, OpenAI’s deal with AMD is unusual. AMD has agreed to grant OpenAI large tranches of AMD stock — up to 10% of the company over a period of years contingent on factors like increases in stock price. In exchange, OpenAI will use and help develop the chipmaker’s next-generation AI GPUs chips. This makes OpenAI a shareholder in AMD.",
      "Nvidia’s deal is the reverse. Nvidia has invested in the AI model-making startup, making it a shareholder in OpenAI.",
      "While OpenAI has been using Nvidia gear for years through cloud providers like Microsoft Azure, Oracle OCI, and CoreWeave, “This is the first time we’re going to sell directly to them,” Huang explained. He added that his company would still continue to supply gear to the cloud makers, too.",
      "These direct sales, which include AI gear beyond GPUs like systems and networking, are intended to “prepare” OpenAI for the day when it is its own “self-hosted hyperscaler,” Huang said. In other words, when it’s using its own data centers.",
      "But Huang admits that OpenAI doesn’t “have the money yet” to pay for all of this gear. He estimated that each gigawatt of AI data center will cost OpenAI “$50 to $60 billion,” to cover everything from the land and power to the servers and equipment.",
      "So far, in 2025, OpenAI has commissioned 10 gigawatts’ worth of U.S. facilities through its $500 billion Stargate deal with partners Oracle and SoftBank. (Plus, it penned a $300 billion cloud deal with Oracle.)",
      "Its partnership with Nvidia was for at least 10 gigawatts of AI data centers. Its partnership with AMD was for 6 gigawatts. Plus its “Stargate UK” partnership involves expanding data centers in the U.K., and it has other European commitments. By some estimates, OpenAI has this year inked $1 trillion worth of such deals.",
      "Similar to the AMD deal, Nvidia’s deal has been criticized for being “circular,” Bloomberg reported. The critics say Nvidia is essentially underwriting OpenAI’s purchases, getting the AI startup’s stock for its efforts.",
      "As Huang was dissecting OpenAI’s infrastructure needs on CNBC, OpenAI CEO Sam Altman’s interview with Andreessen Horowitz’s a16z Podcast dropped.",
      "During the podcast, a16z co-founder Ben Horowitz told Altman that he’s “very impressed by deal structure improvement,” referring to these most recent deals. Andreessen Horowitz is an OpenAI investor, so it would be shocking if he wasn’t impressed. OpenAI has found a way to potentially obtain billions of dollars of equipment on someone else’s dime. Repeatedly.",
      "When asked about these recent deals, Altman said, “You should expect much more from us in the coming months.”",
      "Altman sees OpenAI’s future models and upcoming other products as so much more capable, thereby fueling so much more demand, that “we have decided that it is time to go make a very aggressive infrastructure bet,” he explained.",
      "The problem is that OpenAI’s revenue today is currently nowhere near a $1 trillion, though it is, by all accounts, growing rapidly, reportedly hitting $4.5 billion in the first half of 2025.",
      "Yet Altman obviously believes that eventually all of this investment will pay for itself. “I’ve never been more confident in the research road map in front of us and also the economic value that will come from using those [future] models.”",
      "But, he said, OpenAI can’t get to all of that economic lushness on its own.",
      "“To make the bet at this scale, we kind of need the whole industry, or big chunk of the industry, to support it. And this is from the level of electrons to model distribution and all the stuff in between, which is a lot. So we’re going to partner with a lot of people,” Altman said, with more deals expected in the coming months.",
      "So stand by, tech industry. OpenAI is still wheeling and dealing."
    ]
  },
  {
    "url": "https://techcrunch.com/2025/10/08/openais-nick-turley-on-transforming-chatgpt-into-an-operating-system/",
    "story": [
      "When Nick Turley joined OpenAI in 2022 as the head of ChatGPT, he was tasked with commercializing the company’s research. He has made great strides toward that goal, growing the product to 800 million weekly active users. Now Turley wants to take an even bigger swing: transforming ChatGPT into a new type of operating system full of third-party apps.",
      "I sat down with Turley this week on the outskirts of San Francisco’s Fort Mason, a former U.S. military post where OpenAI held its third annual developer conference, to discuss how he’s thinking about ChatGPT’s future. You can find a transcript of our conversation at the bottom of this article.",
      "To turn ChatGPT into an operating system, Turley tells me he’s drawing inspiration from web browsers. Over the last decade, browsers have emerged as a new kind of operating system — not in the literal sense like macOS or Windows — because they’ve become the main place people work on computers thanks to a variety of web applications. Turley sees ChatGPT evolving in a similar way: a platform that could change how people interact with software.",
      "OpenAI is reportedly developing a browser too. Turley doesn’t confirm or deny this, but he does say browsers are “really interesting.” The company is also working with Jony Ive and a team of longtime Apple designers on a family of hardware devices. Given these efforts, it’s easy to see how a ChatGPT operating system full of apps could become a central component of OpenAI’s consumer ecosystem.",
      "OpenAI has been chasing this idea for a while. In 2023, the company launched an array of “AI app store” efforts such as ChatGPT plugins and the GPT Store. Those products didn’t exactly take off, but OpenAI seems to have a better approach this time around.",
      "The launch of apps aligns with OpenAI’s desire to turn ChatGPT into an e-commerce destination. Apps from Expedia, DoorDash, and Uber could lead to more transactions in ChatGPT, something OpenAI can now facilitate and capture some of the revenue from. Having a product featured in ChatGPT could be a major source of business for both third parties and OpenAI.",
      "This might also be OpenAI’s most compelling pitch to developers yet. Third parties can now reach ChatGPT’s 800 million users during their everyday conversations. Apps are part of ChatGPT’s core experience, rather than in a separate store of widgets. Developers can also build more interactive experiences in ChatGPT, beyond just chatbots connected to their company’s data.",
      "However, the business of running an operating system also comes with lots of messy problems, such as how to promote certain apps over others. Turley says OpenAI isn’t ruling out letting some companies pay for their apps to have priority placement in ChatGPT, but the company is figuring out how to do this without hurting the user experience.",
      "Third-party developers likely also want access to ChatGPT user data. In a set of guidelines, OpenAI says app developers must “gather only the minimum data required to perform the tool’s function,” but it’s unclear what that means in practice. Turley says OpenAI may build out new features — such as a partitioned memory in ChatGPT — that could let users give fine-grained data access to developers.",
      "One standout comment from our conversation was how Turley views ChatGPT as the “delivery vehicle” for OpenAI’s nonprofit mission: to develop and distribute artificial general intelligence (AGI) — highly autonomous AI systems — in a way that benefits humanity. Some OpenAI researchers worry that the company’s consumer business could overpower its nonprofit mission. But according to Turley, ChatGPT is how OpenAI will distribute AGI to the masses. How’s that for a spin?",
      "Here’s my conversation with Nick Turley, head of ChatGPT, which has been edited for clarity and brevity.",
      "How are you thinking about ChatGPT as a platform for other companies?",
      "I think we’re gonna look back at ChatGPT in a couple years and feel like the current product is in the command line era. It’s really powerful, but it’s lacking something very important, which is affordances.",
      "In the classic operating system world, that’s obvious. We prefer going to Mac or Windows and opening applications versus remembering all the commands. It’s kind of bonkers to me that we’ve scaled the product to 800 million weekly active users with the form factor we have. This is a weird and hard [way] to grow category, and yet it’s growing like crazy.",
      "The evolution we’re trying to make over the next few years is one where ChatGPT itself is more like an operating system where you can come and use applications. If you want to write, there’s an app for that. If you want to code, there’s an app for that. If you want to interact with goods and services, there are applications for you.",
      "But we can’t build everything ourselves. We’re not going to have a music streaming service, or replicate Coursera’s catalog of educational materials. We’re not going to get into the business that Expedia and Booking.com are in. And for that reason, it makes sense to partner.",
      "There’s also a whole generation of apps that people are going to build that wouldn’t have been possible previously. The Ubers of the world only exist because of the mobile platform, and I’m really excited about what those might be for ChatGPT.",
      "We also want to give developers, who have been with us since the beginning, access to ChatGPT’s 800 million weekly users. If they’re able to enhance ChatGPT and build real businesses on top of that, it creates more winners in the ecosystem.",
      "Where do you draw inspiration from when building ChatGPT?",
      "You can’t go to one spot. I often tell job candidates they need to have first principles thinking, and if they’re gonna try to run a playbook they saw at Meta or Google, you’re actually gonna run out of competitors to copy. When it comes to [ChatGPT] or Sora, there’s just zero precedent. So you kind of have to get your analogies from different places.",
      "I think browsers are really interesting because, in some ways, they’ve become the operating system in the last 10 years. How many of us actually use desktop apps? You might use Excel or PowerPoint, but most of what we do actually happens in the browser via application-like things.",
      "I also spent some time looking at the early ads for the [Apple] PowerBook. It’s kind of like ChatGPT where it was this appliance that nobody quite knew everything you could do with it. The ads were literally like “It’s a calculator, it’s an alarm clock.”",
      "So there isn’t a single thing you can look at, but it behooves us to learn from history. If you just look at the last 10 years, there might not be the perfect analogous thing.",
      "You mentioned browsers and devices there. How are you thinking about expanding ChatGPT into those form factors?",
      "OpenAI is the kind of place where you dream big. One category we have covered is productivity, which is effectively ChatGPT. But there are so many other product categories to be built, and they’re all going to change with AI. Entertainment is one, which is why I’m excited about Sora. Social media is another one. Obviously, hardware and access points to the internet are interesting too.",
      "You should really think about what we’re building as a family of products and applications that are tied together by your account, personalization, and identity layer. I’m really excited that we’re not boxing ourselves in. Even if we were just the ChatGPT company, there would be infinite things to build, but our ambition on what we can do for people just goes way beyond that.",
      "I’m interested in hearing how you think the consumer business of OpenAI fits into the nonprofit mission. I’ve heard some people say the consumer business funds the mission. How do you see it?",
      "The OpenAI I joined was a research lab that might ship a demo or two. In fact, my job description at the time was framed to me as “helping commercialize OpenAI technology” — very open ended. At that time, the product existed to bring the research to life so that people actually get it. I think that was true and still is true, as you can see with Sora. The best way to start a grounded discourse on the profoundness of a technology is to ship something.",
      "Then we moved from that framing to, okay, maybe the product is more than that. Maybe the product is actually the way we fund the mission. It became evident at some point, even before I got to OpenAI, that this is all going to be very expensive.",
      "But after ChatGPT, we started talking about it a bit differently. Our mission is to ensure that AGI benefits all of humanity, and reaches people. If you combine that with the insight that AGI is probably not this single moment in time, but rather a gradual thing, you have to think of product as the delivery vehicle of the mission. It’s the way you actually benefit people in practice.",
      "If you look at what these 800 million people are doing every week, ChatGPT is helping them achieve their goals. I don’t know if you saw the guy in the keynote who taught himself to code at 89. That’s insane to me. I talk to ChatGPT users who help their autistic kids by modeling social interactions. I talk to people who are entirely self-taught in a language based on what they do with ChatGPT. Like, that is the mission.",
      "I don’t think it’s fair to talk about the consumer business as a funding vehicle. Rather, it’s the expression. That is one way in which OpenAI has evolved, to me at least, since I’ve joined.",
      "Let’s dive deeper into the apps that were announced today. OpenAI has said that third parties can only take the “minimum amount of data” necessary to run an app in ChatGPT. How are you thinking about user privacy?",
      "From day one, we’re going to ask developers to disclose to users what information they’re requesting. We’re also only going to let [apps] go live if they are reasonable in the data that they request. We published our developer guidelines [at launch] so people won’t be surprised when we reject their app because it doesn’t comply with our stance on privacy.",
      "Over the next month, we want to build ways for users to give fine-grained access to developers. I think Apple has done a phenomenal job with this, where you can share data just this time, or all the time, etc.",
      "To do that well, we might need some concept of a partitioned memory in ChatGPT, which we’re still thinking through. But we’re really excited about the idea because you might want to keep certain conversations, like health, separate from others, such as music. Users may want to share one, but not the other, with an app. So we’re going to have a lot more to share soon, because it’s actually a combined research and engineering challenge to do this well.",
      "The thing that’s uncompromisable for us is transparency. We want users, at all points, to understand what data might be going to a third party, but the controls will come over time as we build them out.",
      "DoorDash and Instacart are two companies that will have apps in ChatGPT soon enough. If I want to order some snacks, how will ChatGPT know which one to go to?",
      "This is the classic question. The best way to start is you show them both. If you’ve used one of them before, we’ll prioritize that one. If you’ve used both, we’ll ask which one you prefer. We could get more sophisticated over time. You could imagine one of these apps being much higher quality than another. Maybe there would be reason to prioritize one over the other.",
      "We have multiple partners in the same product categories. I think the most graceful and respectful way to handle that is to serve both apps.",
      "Are you thinking about letting companies pay for their apps to have preferential spot placement in ChatGPT?",
      "This is one of the things we’re hoping to do some discovery on with developers. There’s this trade-off. You could try to figure it all out in advance, and roll it out with the announcement, but that probably means you didn’t talk to a lot of people. Or you could delay it, which means everyone’s asking questions and doesn’t know exactly what’s going to happen, but it gives us the ability to actually engage.",
      "We chose the latter just because we know that building this ecosystem is going to be a long game. It’s not going to happen on day one, and therefore it’s better to be thoughtful on what sort of distribution mechanisms are and aren’t fair game.",
      "At the end of the day, we want a great user experience. So if that would lead to apps [surfacing] that are irrelevant to the user, I don’t think we’d like it. If this was a lever that helped us prioritize apps that are really serious because they’re clearly trying to invest in exposure, it could be a good thing. We have no point of view as of today. It’s certainly something that’s come up with different partners."
    ]
  },
  {
    "url": "https://techcrunch.com/2025/10/08/a-break-down-of-the-h-1b-changes-and-why-more-changes-could-come/",
    "story": [
      "A few weeks ago, President Trump announced the application fee for an H-1B visa would increase to $100,000. The price tag sent shock waves through the tech ecosystem, which heavily utilizes the visa to bring talent in from other countries.",
      "On this week’s Equity, we sat down with Jeremy Neufeld, the director of immigration policy at the Institute for Progress, to talk about the visa changes, what it means, and why it’s happening.",
      "He said the intention of the visa change makes sense, but the implementation of it has “left a lot to be desired.”",
      "“Some of the proposals that they’ve ended up settling on have either loopholes or they’re prioritizing the wrong thing,” he said. As a result, he said, the visa changes will probably have the reverse effect than what the Trump administration intended. “It’s going to be a big tax on us bringing in top researchers from around the world.”",
      "But for all the sticker shock, there are a lot of people in support of the visa changes. Neufeld said it makes sense to make sure that the 85,000 open H-1B visa slots are actually going to valuable workers and that it makes sense to charge a fee to ensure that only the best are applying — and receiving the visa.",
      "He also spoke about the allegations that companies were abusing the visa. But again, he said, there are loopholes in the changes that are hard to ignore.",
      "Elsewhere in the conversation, we spoke about the other changes made to the visa, such as the required wage levels. We pondered the Trump administration’s reasons for changing the visa and the odds of more changes to the visa occurring before its lottery in the spring. Neufeld also spoke about what impact this will have on the global tech scene and hiring.",
      "“I think many people are going to be deterred from coming to the United States,” he said.",
      "Overall, there are many uncertainties regarding nearly every aspect of this visa change. Right now, he said, the changes are in a “notice and comment period,” where it is accepting feedback from members of the public. Given the reactions to the change, even more could be coming."
    ]
  },
  {
    "url": "https://techcrunch.com/2025/10/08/heres-the-tech-powering-ices-deportation-crackdown/",
    "story": [
      "President Donald Trump made countering immigration one of his flagship issues during last year’s presidential campaign, promising an unprecedented number of deportations.",
      "In his first eight months in office, that promise turned into around 350,000 deportations, a figure that includes deportations by Immigration and Customs Enforcement, or ICE (around 200,000), Customs and Border Protection (more than 132,000), and almost 18,000 self-deportations, according to CNN.",
      "ICE has taken center stage in Trump’s mass deportation campaign, raiding homes, workplaces, and public parks in search of undocumented immigrants. To aid its efforts, ICE has at its disposal several technologies capable of identifying and surveilling individuals and communities.",
      "Here is a recap of some of the technology that ICE has in its digital arsenal.",
      "ICE has a technology known as cell-site simulators to snoop on cellphones. These surveillance devices, as the name suggests, are designed to appear as a cellphone tower, tricking nearby phones to connect to them. Once that happens, the law enforcement authorities who are using the cell-site simulators can locate and identify the phones in their vicinity, and potentially intercept calls, text messages, and internet traffic.",
      "Cell-site simulators are also known as “stingrays,” based on the brand name of one of the earliest versions of the technology, which was made by U.S. defense contractor Harris (now L3Harris); or IMSI catchers, a technology that can capture a nearby cell phone’s unique identifier which law enforcement can use for identifying the phone’s owner.",
      "In the last two years, ICE has signed contracts for more than $1.5 million with a company called TechOps Specialty Vehicles (TOSV), which produces customized vans for law enforcement.",
      "A contract worth more than $800,000 dated May 8, 2025 said TOSV will provide “Cell Site Simulator (CSS) Vehicles to support the Homeland Security Technical Operations program.”",
      "TOSV president Jon Brianas told TechCrunch that the company does not manufacture the cell-site simulators, but rather integrates them “into our overall design of the vehicle.”",
      "Cell-site simulators have long been controversial for several reasons.",
      "These devices are designed to trick all nearby phones to connect to them, which means that by design they gather the data of many innocent people. Also, authorities have sometimes deployed them without first obtaining a warrant.",
      "Authorities have also tried to keep their use of the technology secret in court, withholding information, and even accepting plea deals and dropping cases rather than disclose information about their use of cell-site simulators. In a court case in 2019 in Baltimore, it was revealed that prosecutors were instructed to drop cases rather than violate a non-disclosure agreement with the company that makes the devices.",
      "Clearview AI is perhaps the most well-known facial-recognition company today. For years, the company promised to be able to identify any face by searching through a large database of photos it had scraped from the internet.",
      "On Monday, 404 Media reported that ICE has signed a contract with the company to support its law enforcement arm Homeland Security Investigations (HSI), “with capabilities of identifying victims and offenders in child sexual exploitation cases and assaults against law enforcement officers.”",
      "According to a government procurement database, the contract signed last week is worth $3.75 million.",
      "ICE has had other contracts with Clearview AI in the last couple of years. In September 2024, the agency purchased “forensic software” from the company, a deal worth $1.1 million. The year before, ICE paid Clearview AI nearly $800,000 for “facial recognition enterprise licenses.”",
      "Clearview AI did not respond to a request for comment.",
      "In September 2024, ICE signed a contract worth $2 million with Israeli spyware maker Paragon Solutions. Almost immediately, the Biden administration issued a “stop work order,” putting the contract under review to make sure it complied with an executive order on the government’s use of commercial spyware.",
      "Because of that order, for nearly a year, the contract remained in limbo. Then, last week, the Trump administration lifted the stop work order, effectively reactivating the contract.",
      "At this point, the status of Paragon’s relationship with ICE in practice is unclear.",
      "The records entry from last week said that the contract with Paragon is for “a fully configured proprietary solution including license, hardware, warranty, maintenance, and training.” Practically speaking, unless the hardware installation and training were done last year, it may take some time for ICE to have Paragon’s system up and running.",
      "It’s also unclear if the spyware will be used by ICE or HSI, an agency whose investigations are not limited to immigration, but also cover online child sexual exploitation, human trafficking, financial fraud, and more.",
      "Paragon has long tried to portray itself as an “ethical” and responsible spyware maker, and now has to decide if it’s ethical to work with Trump’s ICE. A lot has happened to Paragon in the last year. In December, American private equity giant AE Industrial purchased Paragon, with a plan to merge it with cybersecurity company RedLattice, according to Israeli tech news site Calcalist.",
      "In a sign that the merger may have taken place, when TechCrunch reached out to Paragon for comment on the reactivation of the ICE contract last week, we were referred to RedLattice’s new vice president of marketing and communications Jennifer Iras.",
      "RedLattice’s Iras did not respond to a request for comment for this article, nor for last week’s article.",
      "In the last few months, Paragon has been ensnared in a spyware scandal in Italy, where the government has been accused of spying on journalists and immigration activists. In response, Paragon cut ties with Italy’s intelligence agencies.",
      "In mid-September, ICE’s law enforcement arm Homeland Security Investigations signed a contract with Magnet Forensics for $3 million.",
      "This contract is specifically for software licenses so that HSI agents can “recover digital evidence, process multiple devices,” and “generate forensic reports,” according to the contract description.",
      "Magnet is the current maker of the phone hacking and unlocking devices known as Graykey. These devices essentially give law enforcement agents the ability to connect a locked phone to them and unlock them and access the data inside of them.",
      "Magnet Forensics, which merged with Graykey makers Grayshift in 2023, did not respond to a request for comment.",
      "At the end of September, 404 Media reported that ICE bought access to “an “all-in-one” surveillance tool that allows the agency to search through databases of historical cellphone location data, as well as social media information.",
      "The tool appears to be made of two products called Tangles and Webloc, which are made by a company called Penlink. One of the tools promises to leverage “a proprietary data platform to compile, process, and validate billions of daily location signals from hundreds of millions of mobile devices, providing both forensic and predictive analytics,” according to a redacted contract found by 404 Media.",
      "The redacted contract does not identify which one of the tools makes that promise, but given its description, it’s likely Webloc. Forbes previously cited a case study that said Webloc can search a given location to “monitor trends of mobile devices that have given data at those locations and how often they have been there.”",
      "This type of cellphone location data is harvested by companies around the world using software development kits (SDKs) embedded in regular smartphone apps, or with an online advertising process called real-time bidding (RTB) where companies bid in real-time to place an ad on the screen of a cellphone user based on their demographic or location data. The latter process has the by-product of giving ad tech companies that kind of personal data.",
      "Once collected, this mass of location data is transferred to a data broker who then sells it to government agencies. Thanks to this layered process, authorities have used this type of data without getting a warrant by simply purchasing access to the data.",
      "The other tool, Tangles, is an “AI-powered open-source intelligence” tool that automates “the search and analysis of data from the open, deep, and the dark web,” according to Penlink’s official site.",
      "Forbes reported in September that ICE spent $5 million on Penlink’s two tools.",
      "Penlink did not respond to a request for comment.",
      "For years, ICE has used the legal research and public records data broker LexisNexis to support its investigations.",
      "In 2022, two non-profits obtained documents via Freedom of Information Act requests, which revealed that ICE performed more than 1.2 million searches over seven months using a tool called Accurint Virtual Crime Center. ICE used the tool to check the background information of migrants.",
      "A year later, The Intercept revealed that ICE was using LexisNexis to detect suspicious activity and investigate migrants before they even committed a crime, a program that a critic said enabled “mass surveillance.”",
      "According to public records, LexisNexis currently provides ICE “with a law enforcement investigative database subscription (LEIDS) which allows access to public records and commercial data to support criminal investigations.”",
      "This year, ICE has paid $4.7 million to subscribe to the service.",
      "LexisNexis spokesperson Jennifer Richman told TechCrunch that ICE has used the company’s product “data and analytics solutions for decades, across several administrations.”",
      "“Our commitment is to support the responsible and ethical use of data, in full compliance with laws and regulations, and for the protection of all residents of the United States,” said Richman, who added that LexisNexis “partners with more than 7,500 federal, state, local, tribal, and territorial agencies across the United States to advance public safety and security.”",
      "Data analytics and surveillance technology giant Palantir has signed several contracts with ICE in the last year. The biggest contract, worth $18.5 million from September 2024, is for a database system called “Investigative Case Management,” or ICM.",
      "The contract for ICM goes back to 2022, when Palantir signed a $95.9 million deal with ICE. The Peter Thiel-founded company’s relationship with ICE dates back to the early 2010s.",
      "Earlier this year, 404 Media, which has reported extensively on the technology powering Trump’s deportation efforts, and particularly Palantir’s relationship with ICE, revealed details of how the ICM database works. The tech news site reported that it saw a recent version of the database, which allows ICE to filter people based on their immigration status, physical characteristics, criminal affiliation, location data, and more.",
      "According to 404 Media, “a source familiar with the database” said it is made up of ‘tables upon tables’ of data and that it can build reports that show, for example, people who are on a specific type of visa who came into the country at a specific port of entry, who came from a specific country, and who have a specific hair color (or any number of hundreds of data points).”",
      "The tool, and Palantir’s relationship with ICE, was controversial enough that sources within the company leaked to 404 Media an internal wiki where Palantir justifies working with Trump’s ICE.",
      "Palantir is also developing a tool called “ImmigrationOS,” according to a contract worth $30 million revealed by Business Insider.",
      "ImmigrationOS is said to be designed to streamline the “selection and apprehension operations of illegal aliens,” give “near real-time visibility” into self-deportations, and track people overstaying their visa, according to a document first reported on by Wired.",
      "First published on September 13 and updated on September 18 to include Magnet Forensics’ new contract, and again on October 8 to include cell-site simulators and location data."
    ]
  },
  {
    "url": "https://techcrunch.com/2025/10/08/tristan-thompson-on-ai-sports-and-startups-at-techcrunch-disrupt-2025/",
    "story": [
      "Former NBA champion, fintech entrepreneur, and AI founder Tristan Thompson is bringing a different kind of game to TechCrunch Disrupt 2025, taking place October 27-29 at San Francisco’s Moscone West — one that blends athletic grit, entrepreneurial instinct, and cutting-edge AI.",
      "After more than a decade lighting up the NBA, Thompson has shifted focus from the hardwood to the innovation arena. His latest venture, TracyAI, applies advanced artificial intelligence to sports analytics — turning real-time data into predictive insights that empower athletes, teams, and fans alike.",
      "Don’t miss this fireside chat where sports meets tech. Register now to save up to $444 on your ticket or up to 30% on group passes.",
      "At Disrupt, Thompson will unpack how he’s using AI to reimagine performance, strategy, and fan engagement, and why athletes are increasingly shaping the startup ecosystem.",
      "But Thompson’s tech story doesn’t stop there. He currently holds four C-suite roles across the web3 and fintech landscape — including chief digital equity officer at World Mobile, driving affordable community-owned internet access, and chief advisory officer at AxonDAO, an AI-powered medical research platform inspired by his brother’s epilepsy journey. He’s also the co-founder of Basketball Fun, an immersive digital experience redefining how fans connect to the game.",
      "As an outspoken advocate for innovation and inclusion, Thompson is part of a new wave of athlete entrepreneurs using their platforms for impact. His projects have been featured by Forbes, CNBC Crypto World, and CoinDesk, and he recently took the stage at Bitcoin 2025 to discuss athlete-driven innovation in decentralized tech.",
      "“Sports taught me discipline, but tech taught me scale. When you merge those worlds, the potential is unlimited.”",
      "Lean in on Tristan Thompson’s fireside chat at TechCrunch Disrupt 2025, where he’ll explore how AI is transforming the future of sports, startups, and storytelling — and how athletes are becoming the next generation of founders. Grab your Disrupt 2025 pass and join the conversation on the future of AI, venture, and innovation at one of the most anticipated tech events of the year. Bringing a group? Save up to 30% on bundle passes."
    ]
  },
  {
    "url": "https://techcrunch.com/2025/10/08/elon-musk-will-settle-128m-lawsuit-with-former-twitter-execs/",
    "story": [
      "Elon Musk will settle a $128 million lawsuit with four Twitter executives he fired after taking over the company in 2022.",
      "One of Musk’s first moves upon buying Twitter was to fire CEO Parag Agrawal, CFO Ned Segal, and top lawyers Sean Edgett and Vijaya Gadde. The four executives never received severance payments, which they claim is because they tried to hold Musk to his $44 billion commitment when he tried to back out of buying the company. The lawsuit even quotes Walter Isaacson’s biography of Musk, which quotes him as saying that he would “hunt every single one” of Twitter’s C-suite “till the day they die.”",
      "While a court filing confirms that the parties have reached a settlement, it’s not yet clear what the terms of that settlement are.",
      "It’s not just these executives who have sued Musk for severance payments. Musk recently settled a class action lawsuit concerning 6,000 laid-off Twitter employees. Many of these former Twitter staff complained that they received incomplete severance payments or did not receive severance payments at all."
    ]
  },
  {
    "url": "https://techcrunch.com/2025/10/08/soras-downloads-in-its-first-week-was-nearly-as-big-as-chatgpts-launch/",
    "story": [
      "After OpenAI’s video-generating app Sora surged to the No. 1 position on the U.S. App Store, it has now, technically, experienced a bigger first week than ChatGPT on iOS, according to new data from app intelligence provider Appfigures. Its estimates show that Sora saw 627,000 iOS downloads in its first seven days of availability, compared with ChatGPT’s 606,000 iOS downloads during its first week.",
      "This isn’t the fairest comparison, however, because ChatGPT was available only in the U.S. during its first week, while Sora is currently offered in the U.S. and Canada at launch. Still, Appfigures says that Canada contributed about 45,000 installs, so the Sora launch was about 96% of ChatGPT’s launch, if the data had been based on the U.S. numbers only.",
      "This level of consumer adoption is worth noting because Sora remains an invite-only app, while ChatGPT was more publicly available at launch. That makes Sora’s performance more impressive.",
      "During its first day, Sora saw 56,000 app installs in short order, bumping the app to become the No. 3 Top Overall app on the U.S. App Store. By Friday, October 3, it reached No. 1. That surge had already put Sora’s debut ahead of other major AI app launches, including Anthropic’s Claude and Microsoft’s Copilot, and put it on par with xAI’s Grok launch.",
      "A quick scan of social media provides plenty of anecdotes that support Appfigures’ data. Sora videos, which uses the new Sora 2 video model and gives users the ability to generate realistic deepfakes, seem to be everywhere. Users are even creating deepfakes of dead people, a use case that has prompted Zelda Williams, daughter of the late actor Robin Williams, to ask folks to stop sending her AI-generated images of her father.",
      "Per Appfigures, the app has seen steady adoption since its first day on the market, September 30, 2025. Its data indicates that daily downloads on iOS hit a high mark of 107,800 downloads on October 1, 2025. It has since seen between lows of 84,400 daily installs (on October 6) and 98,500 daily installs (on October 4).",
      "While that’s not quite as high as earlier in the week, it’s still decent numbers for an app that not everyone can yet use."
    ]
  },
  {
    "url": "https://techcrunch.com/2025/10/08/amazon-pharmacy-is-launching-vending-machines-for-prescription-drugs/",
    "story": [
      "Amazon announced on Wednesday that it’s debuting prescription vending machines at its One Medical clinics. The new in-office kiosks, which are operated by Amazon Pharmacy, let patients pick up their prescriptions immediately after their appointment.",
      "Amazon Pharmacy Kiosks will be available at One Medical locations in Los Angeles starting in December, and Amazon plans to expand to more locations soon after.",
      "After a provider writes a prescription, patients can choose to have it sent to Amazon Pharmacy for in-office kiosk pickup. Patients then use their phone to check out in the Amazon app, after which medications are typically “ready in minutes,” Amazon says.",
      "The kiosks have a range of commonly prescribed medications, including antibiotics, inhalers, and blood pressure medications. Amazon notes that each kiosk’s inventory is customized based on the prescribing patterns of its specific office location, and that controlled substances and medications requiring refrigeration are not available through the kiosks.",
      "Patients will be able to use the Amazon app to see upfront costs, including available discounts and estimated insurance copays, and connect to a licensed pharmacist via video or phone consultation if needed.",
      "“We know that when patients have to make an extra trip to the pharmacy after seeing their doctor, many prescriptions never get filled,” said Hannah McClellan, vice president of operations at Amazon Pharmacy, in a press release.",
      "U.S. pharmacy chains are struggling; Rite Aid last week closed all of its remaining stores; CVS has closed more than 1,000 stores since 2021; and Walgreens closed 500 stores over the past year.",
      "Amazon’s new kiosks could disrupt brick-and-mortar pharmacy businesses even more.",
      "The launch of the kiosks marks Amazon’s latest move to expand its presence in the healthcare sector. In 2018, Amazon purchased online pharmacy PillPack for $750 million and then launched Amazon Pharmacy in 2020. Two year later, it bought primary care provider One Medical."
    ]
  },
  {
    "url": "https://techcrunch.com/2025/10/08/heres-what-its-really-like-to-appear-on-billionaire-vc-tim-drapers-meet-the-drapers-pitch-show/",
    "story": [
      "There was barely a breeze on the roof of the MCM studios building in Manhattan last week as six entrepreneurs graced a stage to pitch their businesses.",
      "At one point, it was April Wachtel’s turn. She stood and made the case for her company, Cheeky Cocktails, to a judging panel that included the billionaire venture capitalist Tim Draper. Men holding TV cameras circled her as she pitched, capturing the moment live for Draper’s “Shark Tank”-style business competition show “Meet the Drapers.”",
      "The show is entering its eighth season, with past winners including the leadership platform Balloon and the food company It’s Skinny.",
      "After the show, Wachtel told TechCrunch the experience was a “whirlwind” and said the exposure is huge for startups like hers. Cheeky Cocktails offers a line of handcrafted cocktail mixers. She heard about the show after coming in second at another pitch competition earlier this month. A producer for “Meet the Drapers” reached out and asked if she was available to film, and less than two days later, she was pitching on the show.",
      "“There’s no substitute for hearing a founder tell their own story,” she said. “At the end of the day, people might buy from you because they like you and then stick around because they love the product.”",
      "Last Monday, the show provided a behind-the-scenes look at how it’s made to selected media and guests. Draper told TechCrunch he wanted to offer a behind-the-scenes look at how investments are made.",
      "His judging panel included his sister, Polly Draper, an actress best known at the moment for appearing in “Hacks.” Also on the panel were Andy Tang, a partner at Draper Associates, and Rosie Rios, who served as Treasurer of the United States from 2009 until 2016.",
      "The show is one of many on Draper’s newly launched television channel, DraperTV, which offers programming around business and entrepreneurship, available via streaming services like Roku. Previously, the show aired on channels like BizTV.",
      "This season of the show travels throughout various cities in the U.S., such as Tuscaloosa, Alabama, Austin, and Detroit, tapping into local talent and highlighting different tech ecosystems.",
      "Wachtel was one of six founders on the New York episode, the winners of which go on to the semifinal round against all the other city winners, and then the grand finale in San Francisco to vie for the $1 million prize.",
      "“The idea was for people around the world to be able to see what the entrepreneurial and venture capital interaction looks like, and why it’s one of the best things for creating jobs and wealth and energy and consumer activity around the world,” Draper said.",
      "The show had all the hallmarks of entrepreneurship and entertainment that viewers love. Draper has a big personality and knows when to poke fun at himself. The investors gave clear insights, and the founders came with grand visions. Everyone hailed from diverse ethnic and gender backgrounds and various careers in a myriad of industries.",
      "Sujana Chandrasekhar, founder of the medtech KivviMed, partook in the same New Jersey pitch competition as Wachtel and also received a recommendation to audition for “Meet the Drapers.” Chandrasekhar said she was more nervous than usual while pitching on “Meet the Drapers,” especially knowing the show’s audience size. KivviMed is creating a medical device to help alleviate ear pain.",
      "I’ve created five digital twins. I’ve got my digital twin interviewing, like, Karl Marx.",
      "Draper said the show has a big viewership, specifically in India, Brazil, and Taiwan. DraperTV, launched last summer, reaches more than 350 million households throughout the world, according to stats the show provided.",
      "“I was able to stay focused and convey what I needed to convey and answer the questions as best as I could,” Chandrasekhar told TechCrunch. The show’s staff also helped prepare her, she said. They helped her hone her pitch, did a tiny walking tour of New York with the founders, and provided hair and makeup, which, she said, made her feel special.",
      "“The exposure that our company and vision receives is outstanding,” she added about why she chose to participate.",
      "Hilary Taylor, the founder of WattsUp, agreed. WattsUp is a startup that created electric vehicle infrastructure. Taylor found out about the show through the Techstars Alabama Accelerator program, of which her company is currently a part.",
      "She called the show engaging and challenging, saying it was just as much about storytelling as it was business.",
      "“You have to connect with viewers and judges in a very short window, simplifying complex technology for a mainstream audience while still sounding credible to investors,” she continued, adding that the show helps early-stage founders connect with those beyond the tech bubble.",
      "“Unlike the buttoned-up feel of many VC pitch rooms, this one had candid, funny, even goofy moments that made it feel human and unexpectedly fun,” she said.",
      "“Meet the Drapers” is only one part of a larger Draper media empire being built. Draper himself is a third-generation investor (after his famed father and grandfather) and, in the 1980s, founded Draper Associates, a venture firm that has backed some of the biggest names in tech, like Tesla, Skype, and Twitch. His children have also entered the family venture capital business, including Jesse Draper, founder of Halogen Ventures, and Adam Draper, founder of Boost VC.",
      "It’s clear Draper has big ambitions for his tech and startup-focused media empire. DraperTV offers shows like “Draper Decentralized,” about AI and web3; the “Can’t Be Done” podcast, about emerging technology; and “Talk with Tim,” in which Draper shares his perspectives about business and technology.",
      "There’s no substitute for hearing a founder tell their own story.",
      "He’s also building digital twins: AI versions of himself that can interact with people and even conduct interviews. He believes digital twins will become a more significant part of entertainment, media, and news, though added humans will still play a big role in news development.",
      "“I’ve created five digital twins,” he said. “I’ve got my digital twin interviewing, like, Karl Marx.”",
      "Beyond his TV network, Draper is still running Draper University, a program that has, at times, used unconventional methods to train entrepreneurs on how to survive in the startup-world jungle. For instance, one of his first forays into reality TV was a show based on Draper University called “Startup U,” which was quickly canceled after one season. But Draper said he still likes the premise and hasn’t ruled out making another, similar attempt.",
      "“We’ve done some extraordinary things with entrepreneurs, and it has made some very good videos and some very good storytelling,” he said.",
      "Draper believes that the innovation these founders are building will be of greatest importance in the decades to come and that showcasing such talent now is a gateway for people to explore the future. On “Meet the Drapers,” that meant a sneak peek at how people are seeing the future of sports betting, how founders are looking to enhance drug discovery, and how electric vehicle infrastructure is about to see a shake-up.",
      "“There are a few networks that are thinking about the future,” Draper continued. “They are all telling the story of what’s happening right now. We want the story of 15 years from now.”"
    ]
  },
  {
    "url": "https://techcrunch.com/2025/10/08/zendesk-says-its-new-ai-agent-can-solve-80-of-support-issues/",
    "story": [
      "Zendesk announced Wednesday at its AI summit a string of LLM-driven products meant to reshape the company’s reliance on human technicians.",
      "The center of the new features is an autonomous support agent that Zendesk believes will solve 80% of support issues without human intervention. That system will be supplemented by a co-pilot agent, which will assist human technicians with the remaining 20% of issues, as well as an admin-layer agent, a voice-based agent, and an analytics agent.",
      "According to Shashi Upadhyay, Zendesk’s president of Product, Engineering and AI, the new agents are part of a broader change in the support industry, as AI replaces much of the work that was previously done by humans.",
      "“The world’s going to shift from software that’s built for human users, to a system where AI actually does most of the work,” Upadhyay told TechCrunch.",
      "Independent benchmarks suggest that contemporary AI models are capable of taking on the work. TAU-bench, which was designed to measure a model’s tool-calling ability, includes a scenario in which models have to process a returned product — a close analogue to many support tasks. The current leader, Claude Sonnet 4.5, solves 85% of issues on the test.",
      "After a chaotic investor fight in 2022, Zendesk has made a string of AI acquisitions that laid the groundwork for the current shift. The analytics agent launching today is built directly on the company’s Hyperarc acquisition, which was completed in July. Earlier AI acquisitions include the QA and agentic service system Klaus (acquired in February 2024) and the automation platform Ultimate (acquired the following March).",
      "Zendesk has previewed the new system with existing customers, and Upadhyay says the results have been promising.",
      "“For customers that have been using it, consumer satisfaction has been up by five to 10 points,” he told TechCrunch.",
      "Large language models have often been deployed for customer support, although rarely at the Zendesk’s scale. Companies from Airbnb to Regal Theaters have already experimented with in-house chatbot support, often contracting directly with foundation model labs. But those systems typically deal with information retrieval rather than more complex troubleshooting or taking self-directed action.",
      "If the new push for AI-based support is successful, the economic implications would be significant. Zendesk’s Resolution Platform already supports nearly 20,000 customers, resolving 4.6 billion tickets each year. Beyond Zendesk, the U.S. employs 2.4 million customer service representatives — with far larger workforces in other countries."
    ]
  },
  {
    "url": "https://techcrunch.com/2025/10/08/ast-spacemobile-lands-key-verizon-deal-amid-growing-competition-with-spacex-and-t-mobile/",
    "story": [
      "AST SpaceMobile has inked a new deal with Verizon to bring space-based cellular broadband across the United States, marking its most significant partnership to date and its latest move to capture a larger share of the emerging space-to-cellular market.",
      "Under the agreement, Verizon will integrate AST’s satellite network with its terrestrial infrastructure, using Verizon’s 850 MHz spectrum to extend coverage in remote areas where towers can’t reach. Terms of the deal were not disclosed.",
      "The deal builds on an earlier partnership between the two entities announced last year, in which Verizon made a $100 million commitment to support AST’s service rollout.",
      "Verizon is the second major carrier to sign with AST, following a 10-year agreement with Vodafone. For AST, the Verizon deal comes at a critical time as the company races to deploy its BlueBird satellite constellation designed to link directly with unmodified cell phones.",
      "As of now, the company has successfully placed its first five BlueBird satellites into low Earth orbit, an initial “Block 1” that are intended to deliver “intermittent” coverage across the U.S. Meanwhile, AST is assembling the next generation of satellites — “Block 2” — with plans to deploy between 45-60 satellites by 2026.",
      "The partnership also underscores how rapidly the satellite-to-cell market is evolving. SpaceX, through its Starlink network, has already started rolling out its direct-to-cell service with T-Mobile, and recently bolstered its ambitions further by agreeing to acquire $17 billion worth of wireless spectrum from EchoStar.",
      "AST has already demonstrated 4G and 5G connections between its satellites and smartphones, including voice and video calls, testing milestones that the company says have “proven the capabilities” of its network. But it still faces the challenge of scaling that technology to serve millions of users.",
      "AST shares jumped by more than 15% on Wednesday after the deal was announced."
    ]
  },
  {
    "url": "https://techcrunch.com/2025/10/06/openai-launches-agentkit-to-help-developers-build-and-ship-ai-agents/",
    "story": [
      "OpenAI CEO Sam Altman on Monday announced the launch of AgentKit, a toolkit for building and deploying AI agents, at the firm’s Dev Day event.",
      "“AgentKit is a complete set of building blocks available in the open AI platform designed to help you take agents from prototype to production. It is everything you need to build, deploy, and optimize agent workflows with way less friction,” Altman said.",
      "The launch highlights OpenAI’s push to increase developer adoption by making agent building faster and easier. It also signals a competitive move against other AI platforms racing to offer integrated tools for building autonomous agents for enterprises that can perform complex tasks, not just respond to prompts.",
      "AgentKit was one of several announcements at OpenAI’s Dev Day, including the launch of the ability to build apps directly inside ChatGPT, which has hit 800 million weekly active users.",
      "AgentKit includes a few core capabilities. The first is Agent Builder, which Altman described as like Canva for building agents.",
      "“It’s a fast, visual way to design the logic, steps, ideas,” Altman said. “It’s built on top of the responses API that hundreds of thousands of developers already use.”",
      "The second capability of AgentKit is ChatKit, which provides a simple embeddable chat interface that developers can use to bring chat experiences into their own apps.",
      "“You can bring your own brand, your own workflows, whatever makes your own product unique,” Altman said.",
      "Evals for Agents introduces tools to measure AI agent performance, including step-by-step trace grading, datasets for assessing individual agent components, automated prompt optimization, and the ability to run evaluations on external models directly from the OpenAI platform.",
      "Finally, AgentKit includes access to OpenAI’s connector registry, so developers can securely connect agents to internal tools and third-party systems through an “admin control panel” while maintaining security and control.",
      "To prove how easy it is to use AgentKit, Christina Huang, an OpenAI engineer, built an entire AI workflow and two AI agents live onstage in under eight minutes.",
      "“This is all the stuff that we wished we had when we were trying to build our first agents,” Altman said, noting that OpenAI has already signed on several launch partners that have already scaled agents using AgentKit."
    ]
  },
  {
    "url": "https://techcrunch.com/2025/10/06/openai-launches-apps-inside-of-chatgpt/",
    "story": [
      "OpenAI is launching a new way for developers to build applications inside of ChatGPT. Starting Monday, users in ChatGPT will be able to access interactive applications from companies like Booking.com, Expedia, Spotify, Figma, Coursera, Zillow, and Canva. OpenAI is also launching a preview of the Apps SDK, the developer-facing toolkit to build these apps.",
      "OpenAI made the announcement at its annual developer conference, DevDay 2025.",
      "“We want ChatGPT to be a great way for people to make progress, to be more productive, more inventive, to learn faster, to do whatever they’re trying to do in their lives better,” said CEO Sam Altman. “[Apps inside of ChatGPT] will enable a new generation of apps that are interactive, adaptive, and personalized, that you can chat with.”",
      "You can now chat with apps in ChatGPT. pic.twitter.com/T9Owi3POim",
      "The new system is OpenAI’s latest attempt to build an ecosystem of apps around its flagship AI product, ChatGPT. The launch follows OpenAI’s previous attempts to let developers build interactive applications, such as through its GPT Store. Unlike that product, which was a separate app store, Monday’s launch puts apps directly in ChatGPT’s responses and lets users call up third-party tools in their everyday conversations. This gives developers better distribution for the apps they build and aims to make a richer experience for users in ChatGPT.",
      "By typing the names of different apps in ChatGPT, users can draw in content from a variety of services. For example, users can say, “Figma, turn this sketch into a workable diagram” to call up the Figma app. Users can also call up the Coursera app by asking, “Coursera, can you teach me something about machine learning?”",
      "In a demo of Zillow’s application, users could prompt ChatGPT in natural language to search for apartments in their area within a specific price range. ChatGPT then pulled up an interactive map showing options, and users could talk with ChatGPT to learn more about each one.",
      "ChatGPT will also surface relevant apps when they could be helpful to a user. If someone asks for a playlist for a party this weekend, ChatGPT may call up the Spotify app in the conversation. In the future, OpenAI says apps like DoorDash, Instacart, Uber, and AllTrails will be available in ChatGPT as well.",
      "OpenAI says the new system is built using the Model Context Protocol (MCP), which allows developers to connect their data sources to an AI system. ChatGPT apps can also trigger actions and render a fully interactive UI in the chatbot’s responses. Certain apps are able to display videos in ChatGPT, which will be pinned to the top of the web page and can be altered based on user requests.",
      "If users are already subscribed to a product, they’ll be able to log in to their account directly in ChatGPT to access certain features. Altman also says OpenAI will support ways to monetize apps inside of ChatGPT in the future, including through the company’s recently launched Instant Checkout feature in ChatGPT.",
      "Key questions around apps in ChatGPT will be privacy, and how much data third-party developers will have access to. OpenAI says developers must “collect only the minimum data they need, and be transparent about permissions.” However, it’s unclear whether developers would have access to a user’s entire conversation with ChatGPT, the past few messages, or just the prompt that summoned up the app.",
      "It’s also unclear how ChatGPT will choose a service between competing companies, such as DoorDash and Instacart. One could imagine how companies could pay to be surfaced in ChatGPT responses, but OpenAI says it plans to prioritize the user experience above all else."
    ]
  },
  {
    "url": "https://techcrunch.com/2025/10/06/a-19-year-old-nabs-backing-from-google-execs-for-his-ai-memory-startup-supermemory/",
    "story": [
      "Context windows of AI models, which indicate the ability of a model to “remember” information, have increased over time. However, researchers have suggested new ways to increase long-term memory of AI models, as they often can’t hold context over several sessions.",
      "Nineteen-year-old founder Dhravya Shah is attempting to solve problems in this area by building a memory solution, called Supermemory, for AI apps.",
      "Originally from Mumbai in India, Shah started building consumer-facing bots and apps a few years ago. He even sold his bot that formatted tweets into good-looking screenshots to the social media tool Hypefury.",
      "The founder, who was preparing for an entrance exam to get into IIT (Indian Institute of Technology), earned good money from this sale and decided to move to the U.S. to attend Arizona State University instead.",
      "After relocating, he challenged himself to build something new each week for 40 weeks. During one of those weeks, he built Supermemory (which was initially called Any Context) and put it on GitHub. At that time, the tool allowed you to chat with your Twitter bookmarks.",
      "The current version of the tool extracts “memories” or insights from unstructured data and helps the applications understand the context better.",
      "Shah secured an internship at Cloudflare in 2024, where he worked on AI and infrastructure. He later worked as a developer relations lead at the company. During this time, advisors, including Cloudflare CTO Dane Knecht, asked him to turn Supermemory into a product.",
      "This year, he decided to build Supermemory full-time.",
      "Supermemory, now described as a universal memory API for AI apps, builds a knowledge graph based on the data it processes, and personalizes the context for the users. For instance, it can support querying across month-old entries for a writing or a journaling app, or searching for an email app. As the solution allows for multimodal inputs, it could also allow a video editor to fetch relevant assets from a library for a particular prompt.",
      "The startup can ingest any type of data, the company says, including files, docs, chats, projects, emails, PDFs, and app data streams. Its chatbot and notetaker feature lets users add memories in text, add files or links, and connect to apps like Google Drive, OneDrive, or Notion. There’s also a Chrome extension that lets you easily add notes from a website.",
      "“Our core strength is to extract insights from any kind of unstructured data and give the apps more context about users. As we work across multimodal data, our solution is suitable for all kinds of AI apps ranging from email clients to video editors,” Shah said.",
      "Supermemory has secured seed funding of $2.6 million led by Susa Ventures, Browder Capital, and SF1.vc. The round also includes individual investors like Cloudflare’s Knecht, Google AI chief Jeff Dean, DeepMind product manager Logan Kilpatrick, Sentry founder David Cramer, and executives from OpenAI, Meta, and Google.",
      "Shah said at one point Y Combinator also approached him to join one of its batches, but he already had investors on board, so the timing didn’t work out.",
      "Joshua Browder, founder and CEO of “Robot lawyer” startup DoNotPay, who runs Browder Capital as a solo GP, was impressed by Shah’s tenacity.",
      "“I connected with Dhravya over X, and what struck me was how quickly he moves and builds things, and that prompted me to invest in him,” he said.",
      "The company has multiple existing customers, including a16z-backed desktop assistant Cluely, AI video editor Montra, AI search Scira, Composio’s multi-MCP tool Rube, and real estate startup Rets. Plus, it’s working with a robotics company to retain visual memories captured by a robot.",
      "While this is a slant toward consumers, the app feels more like a playground for developers to understand more about the tool and potentially use it in their workflows or their own apps.",
      "Supermemory has substantial competitors in the memory space. Startups like Felicis Ventures-backed Letta and Mem0 (where Shah worked for a short while) are building a memory layer for agents. Supermemory’s own backer, Susa Ventures, has invested in Memories.ai along with Samsung, which can tap into thousands of hours of footage to get insights. Shah says that while these startups might serve different industries and use cases, Supermemory will stand out because it offers lower latency.",
      "“More and more AI companies will need a memory layer. Supermemory’s solution provides high performance while allowing you to surface relevant context quickly,” Browder said."
    ]
  },
  {
    "url": "https://techcrunch.com/2025/10/05/waffles-eat-bluesky/",
    "story": [
      "For the past few days, my Bluesky feed has been increasingly filled with mysterious posts about waffles.",
      "The back-and-forth seems to have started with a tongue-in-cheek post by Jerry Chen lampooning a form of social media sanctimoniousness that’s become all too recognizable on Bluesky: “(bluesky user bursts into Waffle House) OH SO YOU HATE PANCAKES??”",
      "Bluesky CEO Jay Graber quoted this approvingly, adding, “Too real. We’re going to try to fix this. Social media doesn’t have to be this way.” Another user then asked, “have y’all banned Jesse Singal yet or” to which Graber simply replied, “WAFFLES!”",
      "Singal’s presence on Bluesky was a flashpoint last year — while Bluesky built an early reputation as a haven for trans users, Singal has been widely criticized for his writing on trans issues. A Change.org petition arguing that Singal violated the social network’s community guidelines and calling on Bluesky to ban him received more than 28,000 signatures, and he was the most-blocked user on Bluesky until Vice President JD Vance surpassed him.",
      "In a follow-up post, Graber wrote, “Harassing the mods into banning someone has never worked. And harassing people in general has never changed their mind.” She also alluded to the controversy by posting a nudge-nudge wink-wink photo of waffles, as did Singal.",
      "Users continued to criticize her, with Graber firing back — when one compared the criticism to a customer threatening to cancel their service, she asked, “Are you paying us? Where?” When another suggested that she should apologize, Graber said, “You could try a poster’s strike. I hear that works.”",
      "It might be tempting to dismiss this whole thing as another example of leftist infighting, especially since the Bluesky Discourse has already moved on to the question of whether “clanker” is a slur.",
      "Or maybe, as one satirical account suggested, there’s just been “a week-long gas leak at Bluesky HQ.”",
      "But the controversy also underlines ongoing tensions between the company and some of its most vocal users. It’s a tension that could be seen last month in skeptical responses to the company’s updated community guidelines, and in recurring complaints that Bluesky has been too quick to ban Palestinian and trans users, while offering leniency to big accounts like Singal’s.",
      "It may be simplistic to reduce this tension to a single cause, but I suspect much of it comes from differing visions about what makes Bluesky special: If you think it’s Bluesky’s community, especially that early community of marginalized users, then it can feel like a betrayal when Bluesky executives seem unwilling to stand up for those users.",
      "One user who posts under the name Katie Tightpussy speculated that Bluesky leadership has come to loathe “having a large social media app that they never wanted” and suggested that they spin it off so they can return “to Protocol Land where they never have to think about the opinions of plebeians ever again.”",
      "Indeed, when Graber isn’t responding to criticism with posts about waffles, she’s resisted identifying Bluesky with any specific group or political leaning, instead emphasizing the decentralized protocol that allows users to build their own alternatives.",
      "Amidst the current controversy, she posted about “decentralization acceleration” and wrote, “We’re system architects at core. We built a decentralized network so you could run your own moderation,” then suggested that the company’s “upcoming healthy discourse project is taking some swings at the interaction model that drives these dynamics on Bluesky.”",
      "Graber may even have foreseen some version of this conflict when Bluesky was starting out with visions of a decentralized system that allows users to migrate elsewhere if they’re unhappy with company leadership. As she reportedly wrote in Bluesky’s founding documents, “The company is a future adversary.”"
    ]
  },
  {
    "url": "https://techcrunch.com/2025/10/05/openai-and-jony-ive-may-be-struggling-to-figure-out-their-ai-device/",
    "story": [
      "OpenAI and Jony Ive face significant technical challenges as they work to develop a screen-less, AI-powered device, according to the Financial Times.",
      "Back in May, OpenAI acquired io, the device startup founded by the legendary Apple designer with OpenAI CEO Sam Altman, for $6.5 billion. At the time, Altman declared that Ive and his team would help the company “create a new generation of AI-powered computers,” while Bloomberg reported that the first devices to emerge from the deal were scheduled to launch in 2026.",
      "The FT now says that OpenAI and Ive aim to create “a palm-sized device without a screen that can take audio and visual cues from the physical environment and respond to users’ requests.” But unresolved issues around the device’s “personality,” how it handles privacy, and computing infrastructure might delay the launch.",
      "For example, one source told the FT that rather than waiting for a specific verbal prompt, the device would take an “always on” approach — but the team has reportedly struggled to ensure it only speaks up when useful and ends its conversations at the appropriate time."
    ]
  },
  {
    "url": "https://techcrunch.com/2025/10/02/a-new-a16z-report-looks-at-which-ai-companies-startups-are-actually-paying-for/",
    "story": [
      "On Thursday, Andreessen Horowitz released its first AI Spending Report in partnership with the fintech firm Mercury. Using transaction data from Mercury, the report analyzes the top 50 AI-native application layer companies that startups are spending money on, similar to the previously published Top 100 Gen AI Consumer Apps.",
      "a16z partners Olivia Moore and Seema Amble say the data shows companies are still adopting a range of different AI products for certain tasks — and new apps are rising and falling very quickly.",
      "“There’s a proliferation of tools,” Amble said. “It hasn’t just coalesced around one or two in each category.”",
      "The report also shows a lot of spending on “human augmentors” or “copilots” that can help boost productivity among the workforce, suggesting startups aren’t ready to fully shift into agentic workflows.",
      "“As computer use becomes more of a mode and there’s more of the ability for there to be end-to-end agentic flows built, I think that shift will happen, where we’ll see fewer copilots and more end-to-end agent tools,” Amble said. “Especially as people are really eager to give them a try.”",
      "Unsurprisingly, the top of the list was dominated by major labs, with OpenAI taking the top slot and Anthropic following up at No. 2. Vibe-coding tools were also well represented, with Replit at No. 3 and Lovable at No. 18. Cursor landed at No. 6 and Emergent at No. 48. Cognition, which operates more enterprise-oriented coding tools like Devin and Windsurf, was at No. 34.",
      "When a16z produced a similar list for consumer habits, Lovable ranked much higher than Replit on pure traffic alone because a lot of people were using it to create projects. But startups are not spending as much money on Lovable as they are on Replit, in part because of the lack of enterprise features. But the variety of companies on the list seems to suggest there’s room for plenty of different companies at once.",
      "“It’s an open question going forward on vibe coding,” Moore said. “Does the space start to consolidate, and one place becomes the best platform to vibe code? Or is it the case where there’ll be four or five more vibe coding companies that are really big businesses for different types of applications? We don’t have the answer to that yet.”",
      "Moore was also surprised to see startups adopting consumer-oriented tools like CapCut and Midjourney.",
      "“We’re seeing that a lot of these [consumer] companies are getting yanked into enterprise faster and faster because they make such delightful consumer tools that then people adopt and use as individuals and bring into their teams and workplaces,” Moore said.",
      "Horizontal applications overall made up at least 60% of the names on the list, and 40% consisted of vertical applications. The most popular vertical software companies fell into three buckets: sales, recruiting, and customer service. But the report also found AI making progress in many sectors that previous generations of startups had struggled to crack.",
      "“What maybe previously would have been, like, service firms or consultancies are now software companies in the age of AI,” Moore said.",
      "Amble gave Crosby Legal as an example, which can quickly review a legal contract for a user, replacing what at one point would have been a meeting with an in-house general counsel, rummaging through thoughts and research. She said right now, most of the tools are used to aid employees (like a co-pilot) in making decisions faster, rather than replacing entire workforces and talent suits with automated workers (end-to-end agents).",
      "“As the tech gets better, and we’re actually able to build out full agent co-workers, you’ll see that mix shift more toward end-to-end agents and away from co-pilots,” she said, later adding that AI tools can do much more work, like outreach, faster than a human can.",
      "There were also a lot of note takers on the list, such as Otter.ai, Read AI, and HappyScribe — with no single option dominating. This is what Amble meant when she said there isn’t one product yet that has dominated the market; rather, startups are still picking “their own flavor” to see what tools they like best. This is also good for employees, who, with so many options, can pick what applications help them work best, rather than using a one-size-fits-all product “pushed down from the top,” Amble said.",
      "The last big find in the report was the increasing intertwining of consumer and enterprise businesses. People are bringing the personal applications they use at home to work, and people who have started companies are using their favorite personal applications to help build their businesses. Before, there would have been a delineation between the two: a set stack for what to use while building a startup.",
      "Amble and Moore cited Canva as an example: It’s a popular consumer app that also has a sizable enterprise audience. It took years for Canva to even add an enterprise plan. But as individual and enterprise use cases become harder to distinguish, companies are more willing to blend the two.",
      "“Your TAM [total addressable market] is no longer one or the other, but you can sell into both,” she continued. She said companies building these products might also “professionalize” faster, meaning building out enterprise teams, like go-to-market, sales, and support, so they can start selling and accruing enterprise revenue sooner, rather than depending on individual consumers.",
      "Moore and Amble are expecting the list to change quickly in the coming years. Older companies are now launching AI features to stay relevant and accessible, while new entrants arrive with new ideas.",
      "“Legacy players, legacy almost means, ‘what was 12 months ago,’” Amble said. “If we pull this again in 12 months, will the same note-taking apps even be on there? Or will there be a whole new set?”",
      "This piece was updated to reflect the note-taking apps."
    ]
  },
  {
    "url": "https://techcrunch.com/2025/10/01/salesforce-launches-enterprise-vibe-coding-product-agentforce-vibes/",
    "story": [
      "Enterprise giant Salesforce is looking to ride the vibe-coding wave — where developers describe what they want in natural language and AI agents write the code — with its new AI-powered developer tool.",
      "Salesforce announced its new vibe-coding offering, Agentforce Vibes, on Wednesday. This new coding tool helps developers work autonomously on Salesforce apps and agents by handling much of the technical implementation automatically. Agentforce Vibes can help developers from the app idea phase to building to observability with enterprise security and governance controls baked in.",
      "This new tool includes an autonomous AI coding agent named Vibe Codey. This agent is already connected to a company’s existing Salesforce account, which allows it to reuse an org’s already-written code and follow its coding guidelines, to create apps that match existing products.",
      "Dan Fernandez, the vice president of product for developer services at Salesforce, told TechCrunch that Agentforce Vibes being connected to a company’s existing Salesforce account gives enterprises the best of both worlds. They get to foray into vibe coding but without the potential security issues and without having to start each project from scratch.",
      "“We’re trying to give you everything,” Fernandez said. “So rather than having to spend a bunch of time on setting up [model context protocols — systems that let AI models securely communicate with external tools and data], setting up a dev environment, setting up tools, everything’s prebuilt and ready for you, including AI requests to get started. And that really is sort of a differentiator on how we’re lowering the barrier to entry.”",
      "This isn’t Salesforce’s first foray into vibe coding, Fernandez said, but rather the latest addition to its suite of AI developer tools.",
      "Salesforce first released an AI-powered code building tool back in 2023. Last year, the company announced the general availability of Agentforce for developers at its Dreamforce conference.",
      "Now everything is coming together.",
      "“[We are] taking the power of the client tools and Agentforce for developers and making it tailored to Salesforce development,” Fernandez said. “It really is that end-to-end experience for having an enterprise vibe coding for the agentic enterprise.”",
      "These new capabilities are built on a fork from open source AI coding agent Cline’s Visual Studio Code Extension.",
      "Fernandez said the company tried a lot of different open source coding tools before deciding to go with Cline partially due to its strong support of MCP, or the ability for AI models to securely communicate with external tools and data.",
      "This release comes at an interesting time for the vibe-coding industry.",
      "Many vibe-coding startups are continuing to raise large funding rounds at eye-watering valuations from investors. Vibe-coding startup Lovable, for example, is allegedly turning down unsolicited funding offers from investors after garnering a $1.8 billion valuation just eight months after launching.",
      "Vibe-coding startup Anything recently claimed to hit $2 million in annual recurring revenue (ARR) just two weeks after launching.",
      "Despite the hype, the long-term success of these platforms is less clear. Due to the sheer volume of large language model usage required to run these platforms, costs for these companies are high and resulting margins are tight, TechCrunch reported in August.",
      "However, these cost pressures matter less when vibe coding is baked into a larger product suite as Salesforce’s Agentforce Vibes is.",
      "Each Salesforce organization gets 50 requests per org per day using OpenAI’s GPT-5 model with additional requests after that going through a Salesforce-hosted Qwen 3.0 model. The company is currently offering Agentforce Vibes for free to its existing users with priced usage plans expected in the future."
    ]
  },
  {
    "url": "https://techcrunch.com/2025/10/06/techcrunch-disrupt-2025-exhibit-tables-are-selling-out-fast-and-time-is-running-out/",
    "story": [
      "Exhibit tables at TechCrunch Disrupt 2025, happening October 27–29 at San Francisco’s Moscone West, are one of the most in-demand opportunities of the year — and they’re disappearing quickly.",
      "We expanded the floor just two weeks ago to add more tables due to overwhelming demand, and they’re already close to selling out. Once these final spots are gone, there’s no more room to expand. This is your chance to put your startup directly in front of 10,000+ founders, investors, decision-makers, and press — all under one roof. Don’t wait until your competitors are already there, capturing the spotlight.",
      "The last day to book is October 17 — or whenever they sell out. Reserve yours before it’s gone.",
      "With less than two weeks left, every day you wait is a day your competitor could take your spot. Act now to capture attention, leads, and momentum. Book by October 17 before it’s too late."
    ]
  },
  {
    "url": "https://techcrunch.com/2025/10/06/inside-microsofts-ai-bet-with-cto-kevin-scott-at-techcrunch-disrupt-2025/",
    "story": [
      "Microsoft CTO Kevin Scott joins the Disrupt Stage at TechCrunch Disrupt 2025 to share how one of the world’s largest technology companies is navigating the AI revolution and what it means for startups and the future of innovation. From its landmark partnership with OpenAI to reshaping enterprise and consumer products with AI, Scott will pull back the curtain on where Microsoft sees the biggest opportunities.",
      "This is not a session to miss. Lean in on one of the biggest discussions around AI from an enterprise perspective. Register now to save up to $444 on your pass — or up to 30% on group passes.",
      "Kevin Scott will also dive into how startups can strategically build on Microsoft’s platforms — from Azure AI to developer tools — and what’s next in the high-stakes race to define the future of artificial intelligence.",
      "As one of the most influential technology leaders in the world, Scott brings more than two decades of experience at Microsoft, LinkedIn, Google, and AdMob. Beyond his role as CTO, he is also a podcast host (Behind the Tech), an author (“Reprogramming the American Dream”), and an active investor and advisor.",
      "Join more than 10,000 founders, investors, and operators gathering at TechCrunch Disrupt 2025 for a must-see session on the future of AI in consumer tech, commerce, and brand-driven innovation. On the Disrupt Stage, Kevin Scott will share his vision for how AI will transform industries, empower builders, and shape the next decade of innovation. Don’t miss your chance to save — register today to get up to $444 off your pass, or up to 30% off when you bring your team."
    ]
  },
  {
    "url": "https://techcrunch.com/2025/10/03/space-is-open-for-business-with-even-rogers-and-max-haot-at-techcrunch-disrupt-2025/",
    "story": [
      "The space economy isn’t just about rockets and satellites anymore — it’s about building resilient infrastructure, deploying autonomous systems, and creating entirely new models for how we operate and defend assets off-Earth. At TechCrunch Disrupt 2025, taking place October 27–29 at San Francisco’s Moscone West, the Space Stage is where these seismic shifts in space innovation come to life.",
      "Save big this week by registering as a group. Save up to 20% on your ticket if you register with a group of 4-9 before today at 11:59 p.m. PT. Or, if you’re going solo, secure your pass to save up to $444 before doors open.",
      "This must-see panel brings together three of today’s most influential space tech leaders to map out what’s next for the orbital industry.",
      "Bridgit Mendler, co-founder and CEO of Northwood Space, returns to the Space Stage after her standing-room-only debut at Disrupt 2024. Mendler is back to share how Northwood Space is scaling ground station networks to power the next generation of satellite connectivity. Known globally as a former Disney star, she’s now making headlines for her pivot to space tech entrepreneurship, focusing on building resilient, scalable communications infrastructure.",
      "Even Rogers, co-founder and CEO of True Anomaly, is a former Air Force officer and space systems strategist. Rogers helped shape the foundational doctrine of the U.S. Space Force as a DARPA Service Chiefs Fellow. Now he’s deploying cutting-edge space defense technologies to protect orbital assets and reimagine how the U.S. ensures freedom of action in space.",
      "Max Haot, multi-exit entrepreneur across aerospace, livestreaming, and connected devices; founder of Launcher (acquired by Vast); and CEO of Vast, is now leading Vast’s mission to build artificial gravity space stations. His track record of turning bold science fiction concepts into venture-backed reality makes him one of the most ambitious voices in commercial space.",
      "This panel will go beyond hype to tackle:",
      "With national security experts, commercial visionaries, and connectivity pioneers on one stage, this session offers a rare front-row seat to the strategies fueling the next wave of space growth. Learn more by visiting the Disrupt agenda.",
      "Disrupt 2025 brings together over 10,000 founders, investors, and operators to tackle the biggest opportunities in tech. The Space Stage is where the industry’s boldest ideas become operational realities — and where you’ll hear directly from the leaders making them happen.",
      "Don’t miss your chance to be in the room with Bridgit Mendler, Even Rogers, and Max Haot as they chart the course for the space economy’s next era. Bring your crew (4-9) to get a 20% discount before today at 11:59 pm. PT, or register for your ticket now to save up to $444."
    ]
  },
  {
    "url": "https://techcrunch.com/2025/09/29/the-techcrunch-disrupt-stage-revealed-behold-the-first-look/",
    "story": [
      "The Disrupt Stage, only at TechCrunch Disrupt 2025 is where tech’s biggest bets get made — live and unfiltered. It’s where startup dreams turn into $100,000 wins in Startup Battlefield, and where the industry’s power players reveal what’s next.",
      "This year, we’re bringing Alphabet’s moonshot chief Astro Teller, Netflix CTO Elizabeth Stone, and Khosla Ventures’ Vinod Khosla (never one to mince words) to the stage. Sequoia’s Roelof Botha will dig into the future of venture, buzzy Slate Auto is dropping its first fully customizable electric truck, and Phia’s headline-making founders, including Phoebe Gates, are taking us inside one of the hottest new commerce startups on the scene. If you want the headlines before they hit the wire, you’ll find them here.",
      "And stay tuned, we’re not done yet. The final reveal of what’s to come on the Disrupt Stage lands soon.",
      "In the meantime, you can save up to $444 in ticket savings and enjoy even greater discounts when you bring a group. Register here and grab a seat at the Disrupt Stage before it’s taken.",
      "Take a look at the Disrupt agenda to catch the full scoop on this stage and beyond.",
      "The iconic TechCrunch startup pitch competition returns as founders pitch for the $100,000 Startup Battlefield Cup and the chance to launch their companies into the spotlight. The stakes are high, the judges are fierce, and in the final round, you’ll hear from some of venture’s sharpest minds, including Aileen Lee, Kirsten Green, Kevin Hartz, and Kevin Rose.",
      "Vinod Khosla has never been shy about bold predictions. The Khosla Ventures founder takes the stage to share his no-BS take on where tech is headed next.",
      "Waymo co-CEO Tekedra Mawakana pulls back the curtain on where autonomous vehicles really stand and why trust — not hype — is the final roadblock.",
      "Sequoia Capital’s Roelof Botha reveals the trends, companies, and signals shaping venture’s next big wave.",
      "Astro Teller, captain of Moonshots at X, shares how Alphabet is betting on AI and other radical ideas to shape the next decade of tech.",
      "Netflix CTO Elizabeth Stone breaks down how the streaming giant is evolving in the age of AI, new formats, and endless competition for your eyeballs.",
      "The Mirror founder and CEO of Board joins us to talk about building, selling, reinventing, and what she’s plotting next.",
      "Before it hits the road, it’s hitting the Disrupt Stage: Slate Auto will showcase its upcoming, new electric truck live onstage.",
      "Box CEO Aaron Levie — one of cloud’s most quotable founders — shares how to adapt, grow, and stay relevant in tech’s most unforgiving sector.",
      "Phia, one of 2025’s buzziest commerce startups, shares how founders Sophia Kianni and Phoebe Gates are redefining Gen Z shopping and scaling consumer AI.",
      "Kevin Rose went from Digg to VC — and now he’s doing both. Hear what he’s focusing on now, and what he sees coming.",
      "Don’t miss your chance to experience the Disrupt Stage live on October 27-29 at San Francisco’s Moscone West, where the boldest ideas, biggest bets, and most influential founders converge. Register now and save up to $444 on your ticket. And enjoy even bigger discounts when you bring a group. Seats are limited, and the headlines are waiting for no one.",
      "Claim your spot here and be part of the conversations that will shape the future of tech."
    ]
  },
  {
    "url": "https://techcrunch.com/2025/10/02/storming-the-gates-scaling-consumer-ai-with-phoebe-gates-and-sophia-kianni-only-at-techcrunch-disrupt-2025/",
    "story": [
      "Consumer AI is having its breakout moment — and few startups have captured the spotlight this year quite like Phia. The AI-powered shopping assistant has become one of 2025’s buzziest launches, not only for its vision of how Gen Z shops, but also for the powerhouse founders leading it: Phoebe Gates and Sophia Kianni.",
      "At TechCrunch Disrupt 2025, happening October 27–29 at San Francisco’s Moscone West, the two will take to the Disrupt Stage to share how they’re building Phia into a durable consumer brand, what it takes to scale in one of tech’s most competitive markets, and how they’re turning viral buzz into lasting market influence.",
      "Phia aims to reinvent the way digital natives discover, compare, and shop for products — blending AI assistance with the values of conscious consumerism. For Gen Z, the shopping journey is about more than convenience. It’s about trust, personalization, and aligning choices with personal ethics. Gates and Kianni are betting that the next generation of consumer AI must deliver on all of those fronts at once.",
      "Phoebe Gates, co-founder of Phia, is an entrepreneur and passionate advocate for women’s reproductive rights and gender equity. A Stanford graduate in human biology, she has worked with global healthcare leaders, activists, and advocates to drive meaningful social change. Gates applies her entrepreneurial focus to inspire a new generation of women in business. Recognized by Reproductive Freedom for All as the 2024 “Rising Reproductive Freedom Champion,” she continues to be a voice for progress while building Phia into a leading AI shopping brand.",
      "Sophia Kianni is the co-founder of Phia. She is an Iranian American entrepreneur and climate activist who has made waves as the founder of Climate Cardinals, the world’s largest youth-led climate nonprofit. Named to Forbes 30 Under 30 and BBC’s 100 Women, she also served as the youngest UN climate adviser in U.S. history. Now she’s applying her storytelling and advocacy expertise to scale Phia. A Stanford alumna, Kianni is focused on using AI to empower smarter, more sustainable consumer choices.",
      "Scaling a consumer AI brand is not just about tech — it’s about winning trust, adapting quickly to market shifts, and knowing how to stand out in a noisy space. Gates and Kianni will discuss:",
      "With more than 10,000 founders, investors, and operators set to gather at TechCrunch Disrupt 2025, this session is a must-see for anyone building in consumer AI, commerce, or brand-driven tech who wants to win Gen Z loyalty. Be in the room when Phoebe Gates and Sophia Kianni break down the next frontier of AI-powered shopping. Register today to save up to $444. More than just you? Save 20% for groups of 4-9 by tomorrow, October 3."
    ]
  },
  {
    "url": "https://techcrunch.com/2025/10/08/ganiga-will-showcase-its-waste-sorting-robots-at-techcrunch-disrupt-2025/",
    "story": [
      "Despite the well-known environmental benefits of recycling, it’s estimated that less than 10% of the world’s plastic gets recycled. Ganiga Innovation looks to bring that percentage up using AI-enabled robotic waste bins.",
      "Italian startup Ganiga built three products to help better manage waste and recycling. The first is a fleet of robotic waste bins, called Hoooly, that use generative AI to determine what is trash and what is recycling and sort the waste accordingly. The second is a smart lid that can be fitted to existing waste bins with the same functionality as its larger bin counterpart.",
      "The company also has a software product that allows companies to track the waste they produce; it offers suggestions for how a company can reduce waste production based on its waste data.",
      "Ganiga will be showing off its tech as part of this year’s Startup Battlefield competition at TechCrunch Disrupt 2025, which runs October 27 to 29 at San Francisco’s Moscone West.",
      "Nicolas Zeoli, the founder and CEO of Ganiga, told TechCrunch that he’s had dreams of building the next great company, like Facebook or Apple, since he was younger.",
      "He decided to focus on waste because he said issues surrounding waste management are very tangible in his native Italy — and it was clear there wasn’t much being done about it.",
      "“We all need to reclaim this problem,” Zeoli said. “I read 100 articles on this problem. For example, in one year, only in one year, in the whole world over 100 million tons of plastic is created and only 9% is recycled. This is a very real problem.”",
      "Zeoli launched Ganiga in 2021 and built its first prototype in 2022. Zeoli said they decided to focus on building a bin to solve this problem because it gives people a physical place to put waste that can ensure it gets properly recycled and sorted, and because the bins spit out data that can be used for the future.",
      "Waste management is also expensive for companies, Zeoli said. Many organizations, especially in Europe, have ESG mandates to adhere to. Zeoli hopes Hoooly can help companies better track their waste production to help them reduce waste and waste-related costs down the line.",
      "Ganiga started selling its bins in 2024 and has since sold more than 120 robots to customers like Google and to multiple airports, including the ones in Bologna, Venice, and Madrid, among others.",
      "Zeoli said the company made $500,000 in revenue in 2024 and is already up to $750,000 in just the first nine months of 2025.",
      "The company has also raised $1.5 million in pre-seed funding from investors, including clean tech VC firm NextSTEP and NextEnergy Capital, among others. Ganiga is looking to raise a $3 million seed round.",
      "The company is gearing up to launch its latest product in November, the Hooolyfood, which is a software product that uses camera images to determine the exact amount of food waste. The company plans to delve into further software-focused products in the future, too, Zeoli said, based on the data their current bins and software is collecting.",
      "Ganiga has focused on the European market thus far, but Zeoli said he’s hoping to expand into the U.S.; the company is even thinking of moving its headquarters stateside in 2026.",
      "“Ganiga is the first startup in all the world to fill one airport with the smart bins,” Zeoli said. “This is important because we don’t target the prototype; we are a product, and we are open to the market.”",
      "If you want to learn from Ganiga firsthand, and see dozens of additional pitches and valuable workshops and make the connections that drive business results, head here to learn more about this year’s Disrupt, taking place October 27 to 29 in San Francisco."
    ]
  },
  {
    "url": "https://techcrunch.com/2025/10/08/unveiling-the-next-wave-of-startup-battlefield-200-vc-judges-at-techcrunch-disrupt-2025/",
    "story": [
      "Startup Battlefield 200 at TechCrunch Disrupt 2025 is almost here, and the pressure has never been greater. With $100,000 on the line, the top 20 early-stage startups know they must deliver their very best on the Disrupt Stage from October 27-29 at San Francisco’s Moscone West. Meanwhile, our VC judges will bring sharp questions, deep experience, and a discerning eye to distinguish the promising from the truly exceptional.",
      "Founders can gain invaluable insights into what makes a winning pitch and a sustainable startup from these seasoned VCs. Investors can discover pitch-ready, impactful startups to add to their pipeline. Everyone else can witness the intense startup showdown, where the top 20 TechCrunch-vetted startups pitch for the equity-free prize and the coveted Disrupt Cup.",
      "Register now to watch and save up to $444 on your pass, or bring your team or friends and save up to 30% with bundle passes. Don’t miss this nail-biting “World Series” of pitch competitions live.",
      "Today, we’re excited to introduce the fourth wave of judges joining the competition. Only one more reveal remains. Stay tuned to the Disrupt agenda to see who the last five judges will be.",
      "Allison Baum Gates is a general partner at SemperVirens, a venture fund investing in healthcare, fintech, and enterprise SaaS. To date, she has raised hundreds of millions of dollars from LPs in the U.S., Europe, and Asia, and has deployed capital into more than 70 companies, including nine unicorns and 24 exits, and she holds 10 board positions.",
      "Gates has been featured in major publications such as the Financial Times, Wall Street Journal, Forbes, and TechCrunch, and has taught hundreds of business school students. She is a lecturer in management at Stanford GSB and the author of “Breaking into Venture” (McGraw-Hill, 2023), a comprehensive guide for navigating the VC industry. Her second book, “Beyond the Pitch: The Psychology of Raising VC Funding,” will be released next year. She holds a B.A. in Economics with Honors from Harvard University and is proficient in three languages.",
      "Katelin Holloway is a founding partner at Alexis Ohanian’s early-stage venture capital firm, SevenSevenSix. A seasoned investor with more than 20 years of operational experience at companies like Pixar and Reddit, Holloway backs transformative startups across diverse sectors. She invests in solutions that expand human potential and resilience, advancing health, exploring new frontiers, driving sustainability, fostering creativity, and enriching the human experience.",
      "At SevenSevenSix, Holloway combines her operational expertise with a deep commitment to supporting founders as they navigate early-stage challenges and scale their visions. She is dedicated to reshaping venture capital by empowering generational entrepreneurs to tackle humanity’s biggest challenges while delivering exceptional returns.",
      "Miloni Madan Presler is passionate about partnering with businesses that innovate with purpose — companies that solve real problems rather than innovate for innovation’s sake. As a general partner at Institutional Venture Partners (IVP), she focuses on supporting founders who build products and solutions that people truly need, not just want. She seeks out companies that bridge gaps in fragmented ecosystems, automate outdated processes, and deliver data-driven platforms capable of transforming industries. Madan is driven by the belief that these companies — and their impact — will endure long beyond any single investment, and it’s this pursuit of lasting change that fuels her commitment and intentionality in every partnership.",
      "Sara Ittelson joined Accel in 2022 and focuses on early-stage consumer, enterprise, and AI companies. Before Accel, she was head of strategic partnerships at Faire and previously worked in Global Business Development at Uber. Ittelson is from Chico, California, and graduated from Northwestern University and Stanford.",
      "Rinki Sethi is chief security officer at Upwind Security and founding partner at Lockstep. She previously served as vice president and chief information security officer at Twitter, BILL, and Rubrik and held senior security leadership roles at Palo Alto Networks, IBM, eBay, and Intuit. Sethi brings deep expertise to both the private sector and corporate boards, shaping security strategy at the highest levels.",
      "Don’t miss the startup pitch competition of the year, live. With electrifying energy, high stakes, and sharp questions, Startup Battlefield 200 has long been the launchpad for early-stage startups. Brands like Discord, Trello, and Mint got their big break on the Disrupt Stage. Register here to join before ticket prices increase."
    ]
  },
  {
    "url": "https://techcrunch.com/2025/10/07/ice-bought-vehicles-equipped-with-fake-cell-towers-to-spy-on-phones/",
    "story": [
      "U.S. Immigration and Customs Enforcement (ICE) paid $825,000 earlier this year to a company that manufactures vehicles equipped with various technologies for law enforcement, including fake cellphone towers known as “cell-site simulators,” which can be used to spy on nearby phones.",
      "According to public records, the award dated May 8 “provides Cell Site Simulator (CSS) Vehicles to support the Homeland Security Technical Operations program” and is a modification for “additional CSS Vehicles.”",
      "The contract was signed with TechOps Specialty Vehicles (TOSV), a Maryland-based company. TOSV also signed a similar contract with ICE in September 2024 for $818,000, showing that the relationship between the agency and the company predates the Trump administration.",
      "TOSV president Jon Brianas told TechCrunch in an email that he could not provide details about the ICE contracts and the vehicles, citing “trade secrets.” But Brianas did confirm that the company does provide cell-site simulators, although it does not make them.",
      "“We don’t manufacture electrical, comms, and technology components, we integrate that product into our overall design of the vehicle,” said Brianas, who declined to say from where TOSV sources its cell-site simulators.",
      "This is the latest federal contract that reveals some of the technologies powering the Trump administration’s deportation crackdown.",
      "In early September, Forbes found a recently unsealed search warrant that showed that ICE used a cell-site simulator to track down a person who allegedly was part of a criminal gang in the United States, and who had been ordered to leave the country in 2023. In the article, Forbes reported that it also found a contract for “cell site simulator vehicles,” but the article did not name the company that provides the vans to the agency.",
      "Cell-site simulators also go by the name “stingrays” because some of the earlier types of these devices, made by defense contractor Harris (now L3Harris), were named that way. Since then, stingrays have become a catch-all name for this type of technology, also known as IMSI catchers. (IMSI stands for International Mobile Subscriber Identity, a unique number that identifies every cellphone user in the world.)",
      "As the name suggests, cell-site simulator tools can mimic a cellphone tower, tricking every phone in its nearby range to connect to the device and thus giving law enforcement the ability to better identify the real-world location of those phones and their owners.",
      "Some cell-site simulators can also intercept regular calls, text messages, and internet traffic.",
      "Authorities can get data from traditional cellphone towers to find the current or past location of a suspect, but the location is usually not very precise.",
      "Stingray-like devices have been in use by law enforcement for more than a decade and have long been controversial because authorities do not always get a warrant for their use, and critics say these devices ensnare innocent people by default. These devices are also shrouded in secrecy, because the law enforcement agencies that use them are under strict non-disclosure agreements not to reveal how the devices work.",
      "ICE has a long history of using cell-site simulators. In 2020, documents obtained by the American Civil Liberties Union showed that ICE deployed them at least 466 times between 2017 and 2019. The agency used these tools more than 1,885 times between 2013 and 2017, according to documents obtained by BuzzFeed News at the time.",
      "ICE acknowledged TechCrunch’s request for comment, but did not respond to a series of questions, which included: what ICE uses these vehicles for, whether and where they have recently been deployed, and whether the agency always gets a warrant when using cell-site simulators.",
      "Headquartered just outside of Washington, DC, TOSV sells a wide range of customizable vehicles to law enforcement, such as vans for SWAT armed response teams, bomb squads, and so-called “mobile lab” and “cover surveillance” vehicles.",
      "Among these vehicles for police forces, TOSV lists several “projects,” including one described as DHS Mobile Forensic Labs, referring to the Department of Homeland Security.",
      "According to the website, these mobile forensic vans are “equipped for on-site forensic analysis and documentation,” have “secure compartments for evidence preservation and investigative tools,” and enable “seamless case file updates and evidence logging.”",
      "Another project is the DHS Mobile Command Van,” which TOSV says is “configurable for advanced surveillance and mission coordination.”",
      "It’s unclear if these vans are the same vehicles that include cell-site simulators, as there’s no mention of the phone surveillance tool anywhere on TOSV’s website.",
      "ICE has other contracts with TOSV for mobile forensic labs, which don’t specify which technologies are located in the vans.",
      "According to its website, TOSV also sells so-called “bookmobiles,” which appear to be libraries on wheels, as well as medical and fire department vehicles."
    ]
  },
  {
    "url": "https://techcrunch.com/2025/10/07/north-korean-hackers-stole-over-2-billion-in-crypto-so-far-in-2025-researchers-say/",
    "story": [
      "Hackers working for the North Korean government have stolen more than $2 billion in crypto so far this year, according to blockchain analysis firm Elliptic.",
      "On Tuesday, Elliptic published a blog post with this new estimate, which the company says is the “largest annual total on record, with three months still to go,” and is based on more than 30 hacks this year.",
      "The previous record was in 2022, when North Korea stole $1.35 billion. The regime’s total amount of stolen crypto since 2017 is at least $6 billion, according to Elliptic, which said that figure may still be an underestimate.",
      "“The actual figure may be even higher. Attributing cyber thefts to North Korea is not an exact science,” reads the blog post.",
      "“We are aware of many other thefts that share some of the hallmarks of North Korea-linked activity but lack sufficient evidence to be definitively attributed. Other thefts are likely unreported and remain unknown,” said Elliptic.",
      "The company said that North Korea’s main targets are still crypto exchanges, but the regime’s hackers are also starting to target “high-net-worth individuals,” who own large amounts of crypto.",
      "And that’s not the only recent change, the company said.",
      "“The majority of the hacks in 2025 have been perpetrated through social engineering attacks, where hackers deceive or manipulate individuals in order to gain access to cryptocurrency,” read the blog post. “This marks a shift from earlier attacks where in many cases technical flaws in crypto infrastructure were exploited to steal funds. This shift highlights that the weak point in cryptocurrency security is increasingly human, rather than technical.”",
      "Elliptic’s estimate seems to be in line with that of other organizations. Last year, the United Nations Security Council estimated that between 2017 and 2023, North Korean hackers stole $3 billion in cryptocurrency. Adding Elliptic’s estimates of this year’s $2 billion, and last years’ $742.8 million, the total gets close to the $6 billion figure.",
      "The governments of Japan, South Korea, and the United States accused North Korean hackers of stealing more than $659 million in 2024, roughly the same figure as Elliptic’s.",
      "The United Nations believes the regime led by Kim Jong-Un uses the stolen crypto to fund its nuclear weapons program.",
      "This year’s record was fueled mostly by the massive theft of more than $1.4 billion from crypto exchange Bybit, which the FBI and several blockchain monitoring firms and researchers attributed to North Korea.",
      "Other victims of North Korea’s hackers in the crypto world over the years have been play-to-earn game Axie Infinity ($625 million in 2022), crypto startup Harmony ($100 in 2022), and crypto exchange WazirX ($235 million in 2024), among many others."
    ]
  },
  {
    "url": "https://techcrunch.com/2025/10/07/security-bug-in-indias-income-tax-portal-exposed-taxpayers-sensitive-data/",
    "story": [
      "The Indian government’s tax authority has fixed a security flaw in its income tax filing portal that was exposing sensitive taxpayers’ data, TechCrunch has exclusively learned and confirmed with authorities.",
      "The flaw, discovered in September by a pair of security researchers Akshay CS and “Viral,” allowed anyone who was logged into the income tax department’s e-Filing portal to access up-to-date personal and financial data of other people.",
      "The exposed data included full names, home addresses, email addresses, dates of birth, phone numbers, and bank account details of people who pay taxes on their income in India. The data also exposed citizens’ Aadhaar number, a unique government-issued identifier used as proof of identity and for accessing government services.",
      "TechCrunch verified the data to the best of its ability by granting permission to the researchers to look up this reporter’s records on the portal.",
      "The security researchers confirmed to TechCrunch on October 2 that the vulnerability was fixed. Given the risk to the public, TechCrunch withheld publishing this story until the security researchers confirmed that the vulnerability can no longer be exploited.",
      "Representatives for the Indian Income Tax Department acknowledged our email requesting comment, but did not answer our questions by press time. The Income Tax Department did not present any objections to our publishing this story.",
      "The security researchers Akshay CS and “Viral” told TechCrunch that they discovered the vulnerability while filing their recent income tax return on the government website.",
      "Residents of India are required to file their annual earnings to calculate the taxes they owe to the Indian government.",
      "The researchers found that when they signed into the portal using their Permanent Account Number (PAN), an official document issued by the Indian income tax department, they could view anyone else’s sensitive financial data by swapping out their PAN for another PAN in the network request as the web page loads.",
      "This could be done using publicly available tools like Postman or Burp Suite (or using the web browser’s in-built developer tools) and with knowledge of someone else’s PAN, the researchers told TechCrunch.",
      "The bug was exploitable by anyone who was logged-in to the tax portal because the Indian income tax department’s back-end servers were not properly checking who was allowed to access a person’s sensitive data. This class of vulnerability is known as an insecure direct object reference, or IDOR, a common and simple flaw that governments have warned is easy to exploit and can result in large-scale data breaches.",
      "“This is an extremely low-hanging thing, but one that has a very severe consequence,” the researchers told TechCrunch.",
      "In addition to the data of individuals, the researchers said that the bug also exposed data associated with companies who were registered with the e-Filing portal.",
      "TechCrunch also verified that the bug exposed data on individuals who have yet to file their income tax returns this year. We confirmed this by asking a person who had not yet filed their tax returns for their permission to have the researchers look up their information using the portal bug.",
      "The security researchers alerted India’s computer emergency readiness team, or CERT-In, to the security flaw soon after their discovery, but were not provided with a timeline for the fix.",
      "When contacted by TechCrunch on September 30, a CERT-In representative said the Income Tax Department was already working to fix the vulnerability.",
      "The Indian Ministry of Finance did not return TechCrunch’s request for comment. After reaching out to the Income Tax Department regarding the vulnerability, the director general of Systems acknowledged receipt of TechCrunch’s email on October 1, but did not comment further.",
      "It remains unclear how long the vulnerability has existed or whether any malicious actors have accessed the exposed data. CERT-In did not respond to these questions when asked by TechCrunch.",
      "The exact number of users impacted by the exposed data is also unclear. The Income Tax Department’s portal lists more than 135 million registered users, and over 76 million users filed income tax returns in the financial year 2024-25, per public data available on the portal itself."
    ]
  },
  {
    "url": "https://techcrunch.com/2025/10/06/clop-hackers-caught-exploiting-oracle-zero-day-bug-to-steal-executives-personal-data/",
    "story": [
      "Oracle has fixed a zero-day vulnerability in one of its flagship business software products that a hacking group is currently abusing to steal personal information about corporate executives.",
      "In a brief post updated over the weekend, Oracle chief security officer Rob Duhart said the tech giant released a new patch to fix a vulnerability in its Oracle E-Business suite, and urged customers to install the update as soon as possible.",
      "The security advisory said the bug, tracked officially as CVE-2025-61882, can be “exploited over a network without the need for a username and password.” The advisory provided several so-called indicators of compromise to help Oracle customers identify evidence of hackers on their systems, suggesting that hackers are currently exploiting the vulnerability to steal customers’ sensitive data.",
      "Oracle says thousands of organizations around the world use its E-Business Suite to run their companies, including storing their customer data and their employees’ human resources files.",
      "The bug is known as a zero-day because Oracle, in this case, was given no time to patch the bug before it was maliciously exploited.",
      "Duhart’s updated post is an about-face from earlier this week, when a previous version of his post said Oracle was aware that some executives “have received extortion emails” linked to previously identified vulnerabilities patched in July, suggesting the extortion campaign was over. The newly identified zero-day bug suggests the hackers continued to exploit flaws in Oracle’s E-Business software that were unknown to Oracle at the time.",
      "News of the extortion attempts targeting corporate executives first emerged last week.",
      "On October 2, Google security researchers said they found the prolific hacking group called Clop, which has been linked to numerous ransomware attacks and extortion attempts in recent years, was sending emails to Oracle executives around September 29 demanding money to not publish their personal information online.",
      "Charles Carmakal, the chief technology officer of Google’s incident response unit Mandiant, said in a post published Sunday on LinkedIn that the vulnerabilities in Oracle’s E-Business software were being used in a “mass exploitation” campaign for data theft and extortion.",
      "Much of the exploitation happened during August, said Carmakal, after the July patches were released.",
      "“Clop has been sending extortion emails to several victims since last Monday,” said Carmakal, but noted that the hackers haven’t reached out to all victims yet."
    ]
  },
  {
    "url": "https://techcrunch.com/2025/10/06/sugar-free-capital-raises-32m-inaugural-fund-to-back-early-staged-mit-founders/",
    "story": [
      "Sheena Jindal is from Boston.",
      "She grew up there, attended MIT, and worked at the Boston Consulting Group for several years. She launched a startup, worked at a startup, and then became an investor at Bessemer and Comcast Ventures (CV).",
      "Last year, her worlds collided when she decided to launch her own fund, Sugar Free Capital, a firm that focuses on investing in technical founders from MIT. She nabbed LPs, including the family offices of heavy-hitting tech executives from companies like Nvidia and Citadel, and on Monday announced the closing of Sugar Free’s $32 million inaugural fund.",
      "One premise of the fund is found in the name. While working at CV, she led dozens of deals but found herself dismayed at the sky-high valuations of the 2021 era. She kept referring to investment opportunities as being “too sugary, in the sense that valuations were too high,” she told TechCrunch.",
      "From there, she started thinking about the innovation of the past few years and how it was focused on optimization. “But we are really entering the age of intelligence,” she said. She designed a thesis around the idea that capturing the age of intelligence would require two things: technical founders, predominantly those with a “systems engineering mindset,” which is what MIT brings, she added, and concentration.",
      "“The data have shown us historically that venture returns are concentrated among a select group of winners.”",
      "The focus on MIT also has another reason. Unlike Harvard and Stanford, there isn’t a big class of MIT alumni who are early-stage investors, even though MIT founders often go on to start and work at lucrative companies. “MIT folks go into finance, but they go into more quantitative roles,” she said — more hedge fund and late-stage investing.",
      "That white space gives Jindal, a rare solo woman GP, an outsized opportunity. She plans to invest in 15 early-stage companies (she’s already backed four), writing checks that range from $1 million to $5 million. The firm focuses on AI native infrastructure and picks a new theme each quarter to focus on. For example, this quarter, she is looking for companies focused on physical AI, data center optimization, and AI agents.",
      "Sugar Free has already backed a defense company, a gaming company, and a company in workflow automation. Jindal hopes to cut at least four to five checks a year. Much of the inbound is from her reaching out to founders or referrals, but she’s open to cold outreach.",
      "Overall, Jindal feels lucky about this fund. The fundraising environment was and is hard for many GPs, especially solo ones, and especially women. She said LPs liked that her firm provided good access to MIT talent and had a clear thesis.",
      "“We are in the transition period between this new world order of AI native technology and the infrastructure and business models of the past,” Jindal said. “I am excited to see how we’re able to harmoniously combine these two in terms of infrastructure, technology, and the human experience, and to me, that’s really exciting.”"
    ]
  },
  {
    "url": "https://techcrunch.com/2025/10/05/heidi-health-raises-65m-series-b-led-by-steve-cohens-point72/",
    "story": [
      "Dr. Tom Kelly is a trauma surgeon, and everywhere, he sees doctors drowning in administrative work. He wanted change, so he set out to build it.",
      "“We wanted to build an AI care partner that would stand alongside clinicians and take care of the admin so that individual providers, like me, can feel empowered to deliver the care which we dedicated our lives to,” he told TechCrunch.",
      "Dr. Kelly teamed up with Waleed Mussa, with whom he had worked at a previous startup, and founded Heidi Health in 2021. The company began launching products in early 2024.",
      "In just 18 months, he said, the company has returned more than “18 million hours to frontline healthcare providers from more than 70 million patient visits in 116 countries.”",
      "The product, as promised, is an AI medical scribe that takes care of all the admin work that hassles doctors. It can transcribe and dictate notes, generate personalized patient summaries, and even track tasks so doctors no longer have a need for sticky notes.",
      "Heidi both built its own AI model and builds on top of other models, such as Gemini. “This model-agnostic approach means that we can optimize our accuracy, latency, and cost,” he said.",
      "On Monday, the company announced a $65 million Series B led by Steve Cohen’s Point72 Private Investments. It also announced a new tool: an AI agent that calls patients on behalf of the doctor. The former chief medical officer at Microsoft, Dr. Simon Kos, is also coming on board, along with Plaid’s head of revenue, Paul Williamson.",
      "The company has raised $96.6 million to date. Others in the round include Headline, Blackbird VC, Possible Ventures, and Archangel.",
      "“They had seen all the scribes before,” Dr. Kelly said of Point72 Private Investments. “They’d never seen product adoption and usage metrics like they’d seen in Heidi. They also loved that we were obsessed about the end user experience, because they saw most of our competitors were just doing top-down sales.”",
      "The fresh capital will be used to help with product development.",
      "Dr. Kelly hopes that giving doctors more access to AI tools will expand the capabilities of clinicians and remove the “drudgery” of their work.",
      "He said most of the conversations in the medical world right now are shaped by what is happening in developed countries, “but imagine a world where any healthcare provider in the world can use Heidi to increase their clinical capacity, where they can practice in a war zone, or a refugee camp, or a region hit by climate change or simply an underserved community,” he continued. “Heidi can help them reach more patients and deliver better healthcare results.”",
      "AI is transforming health tech. Others in the medical scribe space, in particular, include DeepScribe, Ambience Healthcare, and Abridge.",
      "Heidi said it works with more than 2 million clinicians a week, ranging from hospitals to individual practices. It has a free version of the product with paid features, which Dr. Kelly believes has been a good lure for new customers.",
      "He said AI is understandably going to change everything in healthcare. But at its core, humanity is still very essential, especially when it comes to maintaining and building trust.",
      "“It’s about doubling the world’s healthcare capacity. That’s the true promise of AI,” he said. “We want to bring it about.”",
      "This story was updated to clarify that the investment came from Point72 Private Investments and clarify the investors."
    ]
  },
  {
    "url": "https://techcrunch.com/2025/10/08/bounces-new-version-will-let-users-move-from-mastodon-to-bluesky/",
    "story": [
      "Bounce, a technology designed to make your social media account more portable across open social services, is making it possible for users to move their Mastodon accounts to Bluesky. On Tuesday, the makers of Bounce introduced its latest beta version, Bounce 2, which lets you take your Mastodon social graph and migrate it or merge it into a profile for your Bluesky account.",
      "With this change, arriving on October 20, users on the open social web will be able to move in either direction: from Mastodon to Bluesky or vice versa. The idea is that this account portability prevents users from getting stuck on a service if they come to disagree with its state of development, terms of use, moderation decisions, or anything else. Instead, they can simply pick up their account and go elsewhere.",
      "Bounce’s cross-protocol migration tool was first introduced in August by the nonprofit A New Social, which is developing technologies designed to make the open social web more accessible and functional.",
      "Today, the open social web includes different underlying technologies, called protocols, like ActivityPub, which powers Mastodon, Threads, Flipboard, PeerTube, Pixelfed, and others; and the AT Protocol, which underpins Bluesky, Skylight, and other social apps.",
      "The two protocols don’t interoperate, which is why bridges — tools that connect different platforms — were introduced. Currently, users can bridge their accounts so others on different networks can follow their content, no matter what service they prefer to use.",
      "Bounce is built on technology that was first developed for Bridgy Fed, another tool that connects Mastodon and Bluesky by making users’ profiles on one service visible on the other.",
      "Originally, the service was able to move a user’s Bluesky account to a bridged account that straddles the two networks and then to the user’s Mastodon account.",
      "With today’s launch, Bounce 2 can now do the reverse: It can move a Mastodon user’s social graph to Bluesky, or merge it into a bridged profile for their existing Bluesky (or ATProto) account.",
      "Things are a little bit different when moving in this direction, the organization notes.",
      "When “bouncing” from Bluesky to Mastodon, if the Mastodon account was already bridged, then the user’s follower lists will be merged, not replaced. In addition, when you bounce from Mastodon to Bluesky, your original posts and content won’t come with you, unlike when moving in the other direction.",
      "“We believe services like Bluesky and Mastodon are only entry points into the open social web, but those entry points should not be a trap into yet another ecosystem,” an announcement from A New Social reads. “People should be able to change their minds, use the technologies that work best for them, and still connect with their people, no matter what they use.”",
      "Bounce 2 launches later this month, and users can support the nonprofit via its Patreon or merch store."
    ]
  },
  {
    "url": "https://techcrunch.com/2025/10/08/square-launches-ai-voice-ordering-and-an-integrated-bitcoin-solution-for-merchants/",
    "story": [
      "Square, Block’s merchant payments platform, has launched new features for merchants, including AI-powered voice ordering for restaurants, enhancements to its AI assistants — such as providing local insights — and an integrated Bitcoin solution to accept and hold the digital currency.",
      "The company now lets restaurants and cafes using Square leverage AI to handle incoming calls. This is particularly useful for cloud kitchens (delivery-only restaurants) and other delivery-focused establishments, as they can hand off order taking, customization, and other menu-related questions to AI. The bot can handle requests like, “What is special in your menu today?” or “Make my food spicy, but don’t use any dairy.”",
      "Other companies, such as Yelp and Kea, are building voice AI solutions for restaurants. Square said its solution stands out because it’s integrated with its payment and kiosk ecosystem, making it easier for restaurants to manage orders.",
      "Square is also adding Grubhub integration to streamline third-party delivery orders, a redesigned kiosk interface for easier access to frequently used menus, and an AI-powered inventory management tool to help restaurants manage and optimize supplies.",
      "The point-of-sale company is also adding new features to its Square AI assistant, which was launched earlier this year in open beta. The bot can now provide local insights, such as weather, nearby events, and industry trends.",
      "While the assistant could already create visualizations for merchants based on their data and queries, Square now allows them to save these as auto-updating widgets on their dashboards.",
      "What’s more, Square is bringing new features such as access to conversation history with Square AI and a dashboard on its mobile app for merchants.",
      "Block co-founder Jack Dorsey’s affinity for Bitcoin is well-known. Square began allowing merchants to convert part of their daily earnings into Bitcoin last year. The company is now introducing an integrated Bitcoin solution for sellers, including a wallet.",
      "In encouraging Bitcoin adoption, the company will allow businesses to accept the digital currency directly from their point-of-sale machines with no processing fee for one year. In 2027, the company will start charging a 1% processing fee.",
      "The company is also introducing an integrated Square Bitcoin wallet with the ability to buy, sell, hold, and withdraw the cryptocurrency directly from the dashboard.",
      "Last year, Square allowed retailers to convert  1% to 10% of their daily earnings to Bitcoin. With the introduction of Square Bitcoin, merchants can choose to convert up to 50% of their daily revenue. The company noted that since the start of the program, users have accumulated 142 Bitcoins, which amounts to over $17 million at the time of writing.",
      "“The Bitcoin tools we’re building at Square deliver on two critical needs: ensuring sellers never miss a sale, and giving them access to powerful financial tools that help them more easily manage and grow their finances,” Miles Suter, head of Bitcoin Product at Block, said in a statement.",
      "“We’re making Bitcoin payments as seamless as card payments while giving small businesses access to financial management tools that, until now, have been exclusive to the largest corporations. Through Square and Cash App, we serve both sides of the counter, meaning Square is uniquely positioned to make Bitcoin everyday money, not just a store of value — while also helping sellers future-proof their operations,” he added.",
      "While hundreds of online merchants accept Bitcoin as a payment method, a large portion of Bitcoin transactions are still related to speculative trading. A survey from eMarketer suggests that the number of U.S. users who use cryptocurrency as a payment method will jump to 7.1 million in 2026. Block, which has been bullish on Bitcoin, aims to capitalize on increased currency adoption with the new merchant offerings."
    ]
  },
  {
    "url": "https://techcrunch.com/2025/10/07/google-launches-its-ai-vibe-coding-app-opal-in-15-more-countries/",
    "story": [
      "Google is expanding access to Opal, its AI vibe-coding app, to 15 more countries. The app, which lets you create mini web apps using text prompts, is now available in Canada, India, Japan, South Korea, Vietnam, Indonesia, Brazil, Singapore, Colombia, El Salvador, Costa Rica, Panamá, Honduras, Argentina, and Pakistan.",
      "“When we opened up Opal to users in the U.S. we anticipated they might build simple, fun tools,” said Megan Li, a senior product manager at Google Labs, in a blog post. “We didn’t expect the surge of sophisticated, practical and highly creative Opal apps we got instead. The ingenuity of these early adopters made one thing clear: we need to get Opal into the hands of more creators globally.”",
      "Opal works by getting users to enter a description of the app they want to make, after which the tool uses different Google models to do so. Once the app is ready, users can open the editor panel to view and customize the visual workflow of inputs, outputs, and generation steps. They can click any step to review or edit the prompt, or add new steps manually using Opal’s toolbar. Users can also publish their app to the web and share a link so others can test it with their own Google accounts.",
      "In addition to the expansion, Google also announced improvements coming to Opal.",
      "The tech giant says it has improved the debugging program but intentionally kept it no-code. Users can now run their workflow step by step in the visual editor or tweak specific steps in the console. Errors show up right where they happen to provide immediate context and eliminate guesswork.",
      "Google also says that it’s made significant improvements to Opal’s core performance. The company notes that previously it would take up to five seconds or more to create a new Opal. Now, it’s worked to speed that up to make it easier to get started. Plus, users can now run steps in parallel, allowing complex workflows with multiple steps to execute simultaneously.",
      "With the U.S. launch of Opal in July, Google joined a growing list of competitors including Canva, Figma, and Replit that are building tools to help nontechnical users design app prototypes without writing any code."
    ]
  },
  {
    "url": "https://techcrunch.com/2025/10/07/x-splits-verified-organizations-into-premium-business-and-premium-organizations/",
    "story": [
      "X announced on Tuesday that Verified Organizations, its premium subscription offering for businesses and governments, is being rebranded and will now be split into two offerings: Premium Business and Premium Organizations. While the Premium Organizations tier comes with a grey checkmark and is intended for governments and multilateral organizations, Premium Business will feature a gold checkmark and is designed to help businesses drive growth on X.",
      "The Premium Business subscription offering includes new tools for businesses to scale their organizations, whether they’re a small business, startup, or global corporation, X says. There are three tiers for Premium Business: Basic, Full Access, and Enterprise.",
      "The social network says Premium Business will help companies drive growth on the platform by boosting credibility with a gold checkmark and increasing visibility through affiliate badges. It also comes with advanced impersonation defense tools and faster human support to resolve issues quickly.",
      "Premium Business also offers tools for hiring, real-time brand and industry monitoring, access to SuperGrok, and more.",
      "Additionally, X says Premium Business will soon also get access to priority handles and explore a marketplace to acquire “high-value handles.” The company told TechCrunch in an email that priority handles are a set of inactive handles that will be available to Premium Businesses for free, while rarer or more valuable inactive handles will be available for purchase.",
      "The Premium Business Basic subscription costs $200 per month and comes with “the essentials to establish your business on X.” The Full Access tier costs $1,000 per month and comes with affiliates, fast support, priority handles, impersonation defense, and early access to new features.",
      "The Enterprise tier comes with advanced tools, account management, and “maximum support for your unique goals,” X says. The company notes that pricing for this tier is “custom.”",
      "The Premium Organizations plan, meanwhile, costs $1,000 per month.",
      "X says that for a limited time, users can receive 100% of their subscription cost in the form of advertising credits.",
      "“X is the best place to grow your organization’s influence and speak directly to the people who matter,” said Seth Fuchs, X Engineering, in an announcement post. “We’re building for organizations that want to move fast, stay relevant, and grow directly on the world’s town square. And we’re just getting started.”",
      "By adding new Premium tiers, along with a cheaper $200 one, X is likely looking to boost revenue as it continues to deal with its struggling ads business."
    ]
  },
  {
    "url": "https://techcrunch.com/2025/10/07/tesla-reveals-slightly-cheaper-standard-versions-of-the-model-3-and-model-y/",
    "story": [
      "Tesla has spent more than a year teasing that “more affordable models” of its vehicles were on the way, and on Tuesday, the company finally revealed them. The company is now selling a more bare-bones version of the Model 3 sedan and the Model Y SUV, which start at $36,990 and $39,990, respectively.",
      "The new versions, each dubbed “Standard,” get an estimated 321 miles of range on a full battery, and will come with fewer features than the more premium rear-wheel or all-wheel drive variants when they ship later this year. They don’t even have Autopilot, the company’s basic advanced driver assistance system. (The new models only come with traffic-aware cruise control; Autosteer, which completes the “Autopilot” feature-set, is missing.)",
      "The release of the cheaper models is supposed to help push Tesla back into growth after it saw sales decline in 2024. But the pricing is not as low as some may have hoped, especially considering that CEO Elon Musk once teased the idea of a $25,000 Tesla — before he ultimately killed that project.",
      "The new Model 3 does not even dip below the $35,000 price threshold that Tesla promoted in a run-up to the car’s launch in 2016. That sticker price, which helped put Tesla on the map, was never really offered save for a few months as an off-menu ordering option.",
      "The new cars are more different on the inside than the outside. While Tesla’s cars are known for being minimalist, the Model 3 and Model Y Standard take the spartan approach to the limit. There’s no second-row touchscreen. The steering wheel and side mirrors are manually adjusted. There’s no FM/AM radio and just seven speakers compared to the 15 speakers and one subwoofer on the costlier versions. Only the first row has heated seats.",
      "On the outside, Tesla ditched the light bar that adorns the nose of the more expensive Model Y variants. The glass roof is also gone on the Standard cars.",
      "Musk and other Tesla executives have joked in the past, and at length, about playing “Game of Thrones but [for] pennies” — an effort to describe the company’s mad scramble to remove as much cost out of its cars as possible. That strip-it-down thinking appears to be the primary strategy of how the company approached the Model 3 and Model Y Standard.",
      "Tesla plans to sell these versions in multiple global markets, including Europe. The expiration of the U.S. federal EV tax credit last month means these prices will be pretty straightforward in the United States, unless buyers live somewhere with strong state EV incentives.",
      "That sets up an interesting calculus for new EV buyers. Major automakers are simultaneously pulling back plans for a number of more expensive electric vehicles, theoretically reducing competition, which could be a boon for Tesla.",
      "Ford is working on a low-cost electric vehicle platform due out in 2027. General Motors is bringing back the Chevy Bolt. Upstart automakers like Rivian and Lucid Motors, and even newer entrants like Slate Auto, are pushing to release EVs in the next few years that are priced on either side of the Model 3 and Model Y Standard.",
      "Musk did tangible damage to Tesla’s brand earlier this year when he got involved in the second Trump administration. Tesla rebounded to notch its best quarter ever as the EV tax credit expired and it is unclear how durable that momentum will be. The new Standard models will likely apply competitive pressure on Tesla’s own offerings, not to mention the potential havoc it could wreak on the used market."
    ]
  },
  {
    "url": "https://techcrunch.com/2025/10/07/one-startups-paper-thin-stainless-steel-could-change-how-bridges-are-built/",
    "story": [
      "The scourge of modern concrete is, perhaps surprisingly, rust.",
      "Most concrete structures are laced with steel rebar to add strength, but if the metal corrodes, it can cause the concrete to fail prematurely. Bridges, which are exposed to water and salt, are some of the most vulnerable. About one third of bridges in the United States need to be repaired or replaced, which could cost nearly $400 billion over the next decade.",
      "There are plenty of ways engineers cope with rust, from coating the rebar with epoxy to pouring extra concrete to buy some time before seeping water reaches the rebar. Eventually these measures fail, too. The only way to truly prevent problematic rust is to use stainless steel rebar, which isn’t cheap.",
      "“It’s too expensive to be used in every bridge,” Steven Jepeal, co-founder and CEO at Allium Engineering, told TechCrunch. So cities and states will only turn to it for the most critical spans.",
      "But Allium is proposing a compromise, of sorts, by covering regular rebar with a thin layer of stainless steel to prolong the intended life of a bridge from 30 to 100 years.",
      "“As long as we’re getting full coverage of the surface, a thin layer is enough stainless steel to where it’s going to resist corrosion for hundreds or thousands of years,” said Samuel McAlpine, co-founder and CTO at Allium.",
      "The startup’s stainless steel-layered rebar was recently used in a bridge deck replacement on U.S. Highway 101 in Mendocino County, California, and another is planned for Interstate 91 in Massachusetts. It also contributed to a commercial boat yard in Key West, Florida, Allium exclusively told TechCrunch.",
      "For critical bridges that carry lots of traffic, engineers sometimes specify stainless steel, which costs around five times more than regular rebar. Governments consider the added costs are worth it if they don’t have to shut down a major artery.",
      "But for most other bridges, they tend to specify epoxy-coated rebar, which is only about 25% to 50% more than uncoated rebar. Epoxy-coated rebar needs to be housed in covered storage, and any welded spots or nicks in the coating need to be patched, both of which add additional indirect costs.",
      "Allium is pitching its stainless-clad rebar as a replacement for epoxy-coated. The company aims to match the price of epoxy coating and possibly undercut it in the future. Jepeal said, when installed, Allium’s rebar should cost less because it doesn’t need to be handled as carefully. The startup’s rebar also won’t need additional concrete that is sometimes added to bridges to forestall rusting.",
      "“This extra layer of concrete isn’t structural. It’s just meant to try to insulate the rebar and delay how long it takes for the salt to get to the rebar,” Jepeal said. Eliminating that could trim cement use by up to 20%. And because the rebar isn’t as susceptible to corrosion, it should allow transportation departments to specify the use of greener cements, which tend to be less alkaline than standard mixes, McAlpine said.",
      "Allium’s process clads 7,000-pound billets of steel with a layer of stainless steel, essentially welding wires to the exterior until it’s fully coated. That billet, which is typically between six to eight inches square and 40 feet long, is then fed through a series of rollers until it reaches the desired thickness, which ranges from about a third of an inch to a couple inches in diameter.",
      "“By cladding a smaller surface area with a thicker layer and integrating into the mills process, we can do something that’s a lot cheaper, a lot more scalable, a lot easier to control the quality of,” Jepeal said.",
      "As the billet is getting thinned out, growing up to 150 times longer in the process, the stainless steel does as well. Ultimately, each piece of rebar ends up with about 0.2 mm of stainless cladding.",
      "Even with that small amount, “you’re not going to corrode through that stainless steel in concrete, basically,” McAlpine said."
    ]
  },
  {
    "url": "https://techcrunch.com/2025/10/06/lucid-motors-sets-record-as-gravity-sales-pick-up-and-tax-credit-expires/",
    "story": [
      "Lucid Motors delivered a record 4,078 vehicles in the third quarter, likely buoyed by a combination of more Gravity SUVs hitting the road and a rush of customers taking advantage of the expiring federal EV tax credit.",
      "The Saudi-owned luxury EV startup is still way off the projections it used to go public in 2021 — a transaction that netted it $4 billion. But Lucid Motors has seen deliveries steadily climb over the last two years. The third-quarter delivery figures announced Monday mark the seventh consecutive quarter that Lucid Motors has seen sales increase.",
      "Lucid Motors was not alone in seeing a big third-quarter bump in EV sales. Tesla recorded its best quarter in company history, and legacy automakers like Ford and General Motors saw big increases as well. Even Rivian, which is forecasting a worse overall year for total EV deliveries than 2024 or 2023, saw a boost in the third quarter.",
      "Like Rivian, only customers who leased Lucid Motors vehicles were eligible for the federal EV tax credit, meaning the impact of its expiration is hard to quantify. It’s also unclear how many Gravity SUVs were delivered compared to the company’s first model, the Air sedan. Lucid Motors will reveal full financial results for the quarter on November 5.",
      "Lucid Motors has struggled to generate interest for its luxury EVs since going public in 2021, with former CEO Peter Rawlinson openly admitting the company needed to beef up its marketing operations. Earlier this year, the company announced it signed actor Timothée Chalamet to be its first “global ambassador.” The company has also benefited from rental sales and company leases in some quarters, as TechCrunch previously reported.",
      "The company is also increasingly looking to Saudi Arabia — which owns around 60% of the publicly traded company through its sovereign wealth fund — as a market for its vehicles. On Monday, Lucid Motors said it built more than 1,000 vehicles specifically for the Saudi market. (The company currently operates an assembly facility in the Kingdom and plans to open a full-fledged factory there.)",
      "Lucid has also locked in future demand from an unlikely customer: Uber.",
      "Uber announced last month plans to buy at least 20,000 Gravity SUVs over the next six years and use them as robotaxis on its network. For that deal, Lucid Motors will work to integrate autonomous vehicle company Nuro’s technology into the vehicles."
    ]
  },
  {
    "url": "https://techcrunch.com/2025/10/05/techcrunch-mobility-toyota-makes-a-1-5b-bet-on-the-startup-ecosystem/",
    "story": [
      "Welcome back to TechCrunch Mobility, your hub for all things “future of transportation.” To get this in your inbox, sign up here for free — just click TechCrunch Mobility!",
      "More than a month ago, I asked you, dear reader, how you thought EV sales would play out once the $7,500 federal tax credit expired on September 30. The majority of those who responded to the poll predicted that EV sales would fall off a cliff.",
      "Now, it’s too early to tell yet; we are just a few days past the end of the quarter. But the expiring tax credit did give many automakers a bit of a sales bump as consumers raced to buy EVs before the deadline.",
      "Tesla, which has seen sales growth diminish, just registered its best quarter of deliveries ever at 497,099 vehicles. That’s a massive 29% jump from the second quarter, about a 7% increase over the same period last year, and more than it has ever delivered in a single quarter.",
      "Ford Motor, General Motors, and Hyundai also reported record quarterly sales of EVs. Rivian saw deliveries jump to 13,201 vehicles, up from 10,661 and 8,640 in the second and first quarters, respectively.",
      "The looming question is how will automakers navigate a possible slowdown in EV sales in this post-tax credit era? Rivian has already adjusted its guidance down for 2025. Others may follow.",
      "The crux for automakers is how to get rid of inventory as the new 2026 models come in without reducing or eliminating profit margins (and in some cases deepening the losses)?",
      "The Department of Energy canceled 321 clean energy projects but wasn’t sharing the details with TechCrunch or the public. Luckily, a little bird shared the complete list of awards the Trump administration had canceled, and the results were revealing.",
      "Altogether, the canceled awards totaled $7.56 billion, with California bearing the brunt, losing $2.2 billion worth of grants, including a $630 million grid-modernization program that could have become a template for the nation. Colorado, Illinois, Massachusetts, Minnesota, New York, and Oregon rounded out the top eight, losing between $300 million and $600 million each.",
      "It wasn’t until farther down the list that a red state popped up. Indeed, the majority of projects were sited in states that had voted for Kamala Harris in the last presidential election, something many media outlets reported after Office of Management and Budget chief Russell Vought tweeted as much.",
      "But even in blue states, some awards stuck, possibly due to political connections with the Trump administration or aligned interests. Whatever the case, the move by the DOE suggests the government might be a less reliable partner for businesses, especially small startups.",
      "Got a tip for us? Email Kirsten Korosec at kirsten.korosec@techcrunch.com or my Signal at kkorosec.07, or email Sean O’Kane at sean.okane@techcrunch.com.",
      "Toyota may not be the first company that springs to mind when one thinks about startups. But perhaps it should be.",
      "The Japanese automaker is committing $1.5 billion in new capital to focus on, and invest in, the life cycle of startups — from the first seeds of an invention through its growth stage and eventually to mature companies.",
      "Toyota has created a strategic investment subsidiary called Toyota Invention Partners Co. with about $670 million in capital, while its growth-stage venture arm Woven Capital launched a second $800 million fund.",
      "I spoke to Woven Capital general partner George Kellerman about Toyota’s capital commitment and its investment strategy. He described Toyota Invention Partners as a bookend of sorts to the company’s other investment organizations. Check out my article to learn why.",
      "Other deals that got my attention …",
      "Remember Einride, the Swedish startup known for its unusual-looking electric and autonomous pods? The company is still plugging along and has now raised $100 million from several new and existing investors, including its largest shareholder, EQT Ventures. The raise included an undisclosed strategic investment from quantum computing company IonQ. It’s worth noting that while $100 million is a lot of coin, it’s far lower than the $500 million in equity and debt it raised a few years ago.",
      "Electroflow, a startup developing a cheaper LFP battery, raised $10 million in a seed round led by Union Square Ventures and Voyager with participation from Fifty Years and Harpoon Ventures.",
      "Flai, a San Francisco-based AI-for-car-dealerships startup, raised a $4.5 million seed round led by Liz Wessel at First Round Capital. YC, RedBlue Capital, Joe Montana’s Liquid 2 Ventures, and Innovation Endeavors also joined.",
      "This highly unusual deal is becoming more common under the Trump administration. The Department of Energy took a 5% equity stake in Canadian company Lithium Americas and a 5% stake in its Nevada mining joint venture with General Motors as part of a renegotiation of a $2.26 billion federal loan. This follows the federal government taking equity stakes in Intel and MP Materials.",
      "The U.K. government will guarantee a commercial bank loan of £1.5 billion ($2 billion) for carmaking giant Jaguar Land Rover after a hack forced the company to shut down its production lines and left downstream suppliers at risk of bankruptcy.",
      "Early-stage deep tech fund Wave Function Ventures closed its first fund of $15.1 million. Senior reporter Sean O’Kane profiles its founder Jamie Gull and his path from aerospace engineer to VC.",
      "Two Amazon Prime Air delivery drones collided with the boom of a crane near its same-day site in Tolleson, Arizona — the company’s one commercial location. Federal agencies are investigating, and after a temporary pause, Amazon has restarted the service.",
      "DoorDash has spent years working on an autonomous delivery robot that can navigate roads, bike lanes, and sidewalks. Senior AI reporter Max Zeff spent time with “Dot” and Ashu Rege, a former executive at the Amazon-owned AV company Zoox, who now leads DoorDash’s autonomy division.",
      "Faraday Future still exists and we know this because one of the troubled EV startup’s electric SUVs caught fire at its Los Angeles headquarters, leading to an explosion that blew out part of a wall.",
      "The Trump administration’s crackdown in Chicago is affecting the gig economy, the founder of e-bike subscription startup Whizz tells TechCrunch.",
      "Waymo scored a regulatory win in New York City and received an extension for its testing permit.",
      "WestJet, Canada’s second largest airline, said the personal information of 1.2 million passengers was stolen in a cyberattack and data breach.",
      "Zoox will start mapping the streets of Washington, D.C., as it ramps up to begin testing its self-driving vehicles in the nation’s capital this year.",
      "TechCrunch Disrupt 2025is just a few weeks away. I hope you come and say hi! And yes, there are some noteworthy transportation folks who will be on our stage, including Waymo co-CEO Tekedra Mawakana, Waabi founder and CEO Raquel Urtasun, Wayve co-founder and CEO Alex Kendall, and Slate CEO Chris Barman.",
      "In the weeks leading up to the event, we’ve been showcasing some of the Startup Battlefield 200 companies, including Hance, a startup working on low energy-consuming, on-device processing that’s already attracted the likes of Intel."
    ]
  },
  {
    "url": "https://techcrunch.com/2025/10/07/anthropic-and-ibm-announce-strategic-partnership/",
    "story": [
      "Tech behemoth IBM is teaming up with AI research lab Anthropic to bring AI into its software.",
      "Armonk, New York-based IBM announced it will be adding Anthropic’s Claude large language model family into some of its software products on Tuesday. The first product to tap Claude will be IBM’s integrated development environment, which is already available to a select group of customers.",
      "IBM also announced it created a guide in partnership with Anthropic on how enterprises can build, deploy, and maintain enterprise-grade AI agents.",
      "Terms of the deal were not disclosed. TechCrunch reached out to IBM for more information on the future of the partnership.",
      "Anthropic has been making a big push into the enterprise sector since it released Claude Enterprise in September 2024.",
      "The company also announced a deal to bring Claude to consulting giant Deloitte’s nearly 500,000-person global workforce on Monday. Anthropic said this would be the largest enterprise rollout for the company yet.",
      "A July study conducted by Menlo Ventures found that enterprises prefer Claude models over any other AI models, including OpenAI’s. The study found that usage of OpenAI’s models by enterprises has been declining since 2023."
    ]
  },
  {
    "url": "https://techcrunch.com/2025/10/07/xai-hires-former-morgan-stanley-banker-anthony-armstrong-as-cfo/",
    "story": [
      "Elon Musk’s AI company, xAI, now has a new chief financial officer: Former Morgan Stanley banker Anthony Armstrong, the Financial Times reported, citing anonymous sources.",
      "Armstrong, who previously advised Musk during the Twitter deal, will oversee the finances of both xAI and X, which were merged in April, the report said. The former banker has been working with xAI for several weeks and was only recently appointed as CFO, the FT added.",
      "xAI has been without a CFO since its previous finance head, Mike Liberatore, left the company in July, and Armstrong’s appointment follows a slate of high-profile executive departures at both xAI and X.",
      "xAI’s general counsel, Robert Keele, left the company in August after a little more than a year on the job. Raghu Rao, a senior lawyer, also departed around the same time, and Igor Babuschkin, one of xAI’s co-founders, in August said he was leaving the company to launch his own VC firm dedicated to AI safety research. Linda Yaccarino, former CEO of X, also resigned in July.",
      "Armstrong will take over from X’s current CFO, Mahmoud Reza Banki, who is leaving the company, the FT reported.",
      "xAI did not immediately return a request for comment."
    ]
  },
  {
    "url": "https://techcrunch.com/2025/10/06/microsoft-buys-another-100-mw-of-solar-this-time-in-japan/",
    "story": [
      "Microsoft is buying 100 megawatts of solar capacity from Japanese developer Shizen Energy, the latest in a string of renewable energy deals designed to power the tech company’s growing compute needs.",
      "The agreement, which the companies announced late last week, covers four different solar developments; one is already operating and three are under construction. The deal covers output from the plants for 20 years.",
      "Seattle-based Microsoft already operates two data centers in Japan. Microsoft’s compute capacity is slated to expand as the company invests $2.9 billion in the country over the next year.",
      "Solar has become a favored source of power for tech companies and data center operators in recent years because it is quick and cheap to build. Solar is among the cheapest forms of new generating capacity, and projects are generally completed within 18 months. Plus, users can begin drawing power before the entire project is complete.",
      "Microsoft has been a big buyer of solar in recent months. Since the year began, the company has contracted more than 1 gigawatt of solar capacity."
    ]
  },
  {
    "url": "https://techcrunch.com/2025/10/06/firefly-leans-into-its-defense-ambitions-with-855m-scitec-acquisition/",
    "story": [
      "Firefly Aerospace on Sunday said it had agreed to buy defense analytics firm SciTec for about $855 million in cash and stock, paving the path to its goal of becoming a significant player in the national security market.",
      "Firefly will pay around $300 million in cash and $555 million in new shares, and the deal is expected to close by the end of 2025.",
      "Princeton-based SciTec sells missile-warning and tracking systems, space domain awareness tools, and analytics to defense and intelligence customers. Earlier this year, Space Force awarded the company a $259 million contract to develop a ground system for missile-detection satellites. The company reported annual revenue of $164 million as of the end of June.",
      "The acquisition comes nearly two months after Firefly’s IPO, which valued it at nearly $10 billion. The deal is part of the company’s efforts to reposition itself as a vertically integrated defense contractor from being a launch-and-spacecraft manufacturer.",
      "Bringing SciTec in-house will no doubt prove helpful, especially as the Pentagon seeks more commercial partners for missile tracking and early-warning systems, including for its “Golden Dome” missile-defense program.",
      "Once the deal closes, SciTec will operate as a subsidiary of Firefly, and will be led by its current CEO, Jim Lisowski."
    ]
  },
  {
    "url": "https://techcrunch.com/2025/10/06/what-to-expect-at-openais-devday-2025-and-how-to-watch-it/",
    "story": [
      "OpenAI is gearing up to host its third annual developer conference, DevDay 2025, on Monday. The company says more than 1,500 people are scheduled to convene at Fort Mason in San Francisco for OpenAI’s “biggest event yet,” which features announcements, keynotes from OpenAI executives, and a fireside chat between CEO Sam Altman and longtime Apple designer Jony Ive.",
      "From the sound of it, DevDay 2025 is shaping up to be a grand display of OpenAI’s rising dominance in Silicon Valley against giants like Apple, Google, and Meta. OpenAI is currently building an AI device, a social media app, and an AI-powered browser to take on Chrome. In other words, OpenAI has a lot more going on than it did during its first DevDay in 2023, when it mostly just had ChatGPT and an API business for developers to access its models.",
      "At the same time, OpenAI faces more competition than ever in the bid to win over developers.",
      "In the last year, Anthropic’s and Google’s AI models have become increasingly capable for coding tasks and web design. OpenAI has been forced to release better AI models at lower prices to remain in the race. In the background, Meta has built up an impressive roster of AI talent in its new group, Meta Superintelligence Labs, which could become another threat to OpenAI in the near future.",
      "OpenAI unveiled at its first DevDay in 2023 a new AI model, GPT-4 Turbo, and Altman shared his vision for a marketplace of AI agents called the GPT Store. Altman was ousted as CEO days later — only to return after a dramatic weekend of negotiations. In 2024, OpenAI responded with a more subdued conference, announcing some meaningful developer upgrades, such as an API for AI voice applications, but not much else.",
      "Nothing is confirmed to launch at DevDay 2025, stoking plenty of rumors. Perhaps OpenAI will finally unveil the AI-powered browser it’s been working on, or maybe give an update on the AI device it’s building with Ive and former Apple executives. It’s also possible there could be some updates related to the GPT Store, or a new offering that lets developers build agentic workflows.",
      "TechCrunch will be on the ground in San Francisco covering the event live, so you can check back here for all the news. Here’s what you need to know about OpenAI’s DevDay, and how to watch it.",
      "DevDay 2025 kicks off at 10 a.m. PT October 6 with an opening keynote from Altman, in which he’s scheduled to unveil “announcements, live demos, and a vision of how developers are reshaping the future with AI.” The keynote will last roughly one hour and will be livestreamed on OpenAI’s YouTube page.",
      "That’s the only event that will be livestreamed for remote attendees.",
      "For in-person attendees, there will be onstage presentations and talks from Cursor CEO Michael Truell, San Francisco mayor Daniel Lurie, and Andreessen Horowitz investing partner Kimberly Tan, among others. Several OpenAI employees will also give speeches about their work, including model behavior researcher Laurentia Romaniuk and Codex lead Alexander Embiricos.",
      "There’s also supposed to be a series of AI-powered sideshows at DevDay 2025. One of them is “Sora Cinema,” which is described as a “cozy mini-theater with popcorn” featuring short films generated by OpenAI’s video model, Sora. There’s also supposed to be a phone booth with a “living portrait” of the famed computer scientist Alan Turing “that speaks back.”",
      "Later in the afternoon, there will be two big events to cap off DevDay. These last two events won’t be livestreamed, but they will be posted on YouTube later that day.",
      "At 3:15 p.m. PT, there will be a “Developer State of the Union” with OpenAI president Greg Brockman and Olivier Godement, who heads up product for the OpenAI Platform. The two OpenAI executives are slated to “demo new capabilities” and share what’s ahead for developers.",
      "Finally, at 4:15 p.m. PT, Altman and Ive will give a “Closing Fireside Chat” to discuss the “craft of building in the age of AI.” That conversation will last about 45 minutes.",
      "Update 10/6/25: This article was originally published on 10/3/25. It was updated to reflect changes to DevDay’s guest list, as well as new rumors that surfaced over the weekend."
    ]
  },
  {
    "url": "https://techcrunch.com/2025/10/06/amd-to-supply-6gw-of-compute-capacity-to-openai-in-chip-deal-worth-tens-of-billions/",
    "story": [
      "AMD has signed a multi-year chip supply deal with OpenAI that could generate tens of billions in revenue for the chipmaker, helping accelerate its momentum in the AI industry.",
      "AMD has agreed to supply 6 gigawatts of compute capacity to OpenAI — enough to power up to 4.5 million homes — across multiple generations of its Instinct GPUs, starting with the Instinct MI450 GPU. OpenAI will receive the first gigawatt of capacity in the second half of 2026, when the new chip is scheduled for deployment.",
      "AMD claims the MI450 series will outperform Nvidia’s comparable offerings (Nvidia Rubin CPX) through hardware and software improvements, many of which will be made with OpenAI’s input. Its current MI355X and MI300X series GPUs, currently used in some workloads for OpenAI, are already strong for AI inference in large language models due to their large memory capacity and bandwidth.",
      "As part of the agreement, AMD has given OpenAI the option to buy up to 160 million shares of AMD stock, which amounts to a 10% stake. The first tranche will vest with the initial 1 gigawatt deployment, and additional tranches will vest as OpenAI buys up to the total 6 gigawatts, AMD said.",
      "OpenAI’s stake will also be directly tied to increasing AMD’s stock price milestones, with the final tranche vesting when the stock reaches $600 per share. For context, AMD shares closed at $164.67 on Friday, but started off Monday at $222.24, up nearly 35% following news of the deal.",
      "The deal comes as OpenAI works to secure as many chip partnerships as possible in its race to build out AI infrastructure, including five new Stargate data centers with a planned capacity of 7 gigawatts.",
      "“We are thrilled to partner with OpenAI to deliver AI compute at massive scale,” said Dr. Lisa Su, chair and CEO of AMD, in a statement. “This partnership brings the best of AMD and OpenAI together to create a true win-win enabling the world’s most ambitious AI buildout and advancing the entire AI ecosystem.”",
      "OpenAI CEO Sam Altman said in a statement that the partnership is “a major step in building the compute capacity to realize AI’s full potential.” This is the latest of several deals the AI giant has made in recent weeks to secure compute capacity.",
      "Last month alone, Nvidia agreed to invest up to $100 billion in OpenAI and supply the AI firm with at least 10 gigawatts; OpenAI and Broadcom also signed a $10 billion deal to develop and manufacture custom AI chips; and OpenAI said its Stargate initiative with Oracle and SoftBank would be expanding.",
      "Last week, OpenAI struck agreements with Samsung Electronics and SK Hynix to source DRAM memory chips for the Stargate project and build data centers in South Korea."
    ]
  },
  {
    "url": "https://techcrunch.com/2025/10/04/event-startup-partiful-wasnt-stripping-gps-locations-from-user-uploaded-photos/",
    "story": [
      "Social event planning app Partiful, which calls itself “Facebook events for hot people,” has firmly replaced Facebook as the go-to platform for sending party invitations. But what Partiful also has in common with Facebook is that it’s collecting a tsunami of user data, and Partiful could have done better at keeping that data secure.",
      "On Partiful, hosts can create online invitations with a retro, maximalist vibe, allowing guests to RSVP to events with the ease of ordering a salad on a touch screen. Partiful aims to be user-friendly and trendy, propelling the app to No. 9 on the iOS App Store’s Lifestyle charts. Google called Partiful the “best app” of 2024.",
      "Now Partiful has evolved into a powerful Facebook-like social graph, easily mapping who your friends are and who your friends’ friends are, what you do, where you go, and all of your phone numbers.",
      "As Partiful grew more popular, some users became skeptical of the company’s origins. One New York City promoter announced that it was boycotting Partiful because its founders and some staff are former employees of Palantir, Peter Thiel’s data-mining company, which produces the software that powers ICE’s master database for the Trump administration’s deportation crackdown.",
      "Given some of the speculation around the app, TechCrunch set up a new account and tested Partiful. We soon found that the app was not stripping the location data of user-uploaded images, including public profile photos.",
      "TechCrunch found it was possible for anyone, using only the developer tools in a web browser, to access raw user profile photos stored in Partiful’s back-end database hosted on Google Firebase. If the user’s photo contained the precise real-world location of where it was taken, anyone else could have also viewed the precise coordinates of where that photo was taken.",
      "Almost all digital files, like the pictures you take on a smartphone, contain metadata, which includes information like the file size, when it was created, and by whom. In the case of photos and videos, metadata can include information about the kind of camera used and its settings, as well as the precise latitude and longitude coordinates of where the image was captured.",
      "The security flaw is problematic because anyone using Partiful could have revealed the location of where a person’s profile photo was snapped. Some Partiful user profile photos contained highly granular location data that could be used to identify the person’s home or work, particularly in rural areas where individual homes are easier to distinguish on a map.",
      "It’s common practice for companies that host user images and videos to automatically remove metadata upon upload to prevent privacy lapses like this.",
      "TechCrunch verified the bug by uploading a new Partiful profile photo that we had previously captured from outside of the Moscone West Convention Center in San Francisco, which contained the photo’s precise location. When we checked the metadata of the photo stored on Partiful’s server, it still contained the exact coordinates of where the image was taken down to a few feet.",
      "After discovering the security flaw, TechCrunch alerted Partiful co-founders Shreya Murthy and Joy Tao by email, as Partiful does not have a public means for reporting security flaws. TechCrunch shared a link to a Partiful user’s raw profile photo containing that user’s real-world location at the time the photo was taken, a residential address in Manhattan.",
      "Tao told TechCrunch on Friday that the vulnerability was “already on our team’s radar, and was recently prioritized as an upcoming fix.”",
      "Partiful initially provided a timeline to fix the flaw by “next week,” but given the sensitivity of the data involved, TechCrunch requested the fix by Friday. Partiful confirmed it fixed the bug on Saturday.",
      "TechCrunch found by Saturday that metadata was removed from existing user-uploaded photos. The profile photo that we uploaded with our real-world location also had the metadata removed.",
      "Partiful disclosed the security lapse in a tweet shortly before the publishing of this story.",
      "When asked by TechCrunch if Partiful has the technical means, such as logs, to determine if there was any direct or bulk access to user profile photos stored in its database, Partiful spokesperson Jess Eames said this was “still under investigation but we have found no evidence of this yet.”",
      "Eames said the company “regularly [performs] security reviews with experts in the field, not just as a one-time action but as part of our ongoing processes.” Partiful did not provide TechCrunch with the name of the experts when asked.",
      "Partiful has raised over $27 million from investors since its founding in 2022, including a $20 million Series A funding round led by Andreessen Horowitz. TechCrunch asked Partiful’s co-founders if they had commissioned a security review of their product before launch, but they would not say."
    ]
  },
  {
    "url": "https://techcrunch.com/2025/09/25/these-are-the-last-2-days-for-techcrunch-disrupt-2025-ticket-savings/",
    "story": [
      "Ticktock! Less than 2 days remain to secure savings of up to $668 on your TechCrunch Disrupt 2025 pass. This offer ends tomorrow, September 26, at 11:59 p.m. PT. If you haven’t registered yet, now’s the moment.",
      "Join 10,000+ founders, investors, tech innovators, and visionaries at Disrupt 2025, taking place October 27–29 at Moscone West in San Francisco. From fundraising and product building to hiring, strategy insights, or discovering your next startup investment, Disrupt delivers for everyone at the forefront of tech. Grab your ticket now and save.",
      "If you’re serious about accelerating your startup, refining your strategy, or simply catching up on what’s coming next in tech, this is one conference you can’t afford to skip. And if you’ve been a longtime TechCrunch reader, join us for the 20th anniversary of TechCrunch at Disrupt 2025.",
      "Secure up to $668 in ticket savings before tomorrow ends. Prices will jump on September 26 at 11:59 p.m. PT."
    ]
  },
  {
    "url": "https://techcrunch.com/2025/02/28/tech-layoffs-2024-list/",
    "story": [
      "The tech layoff wave is still kicking in 2025. Last year saw more than 150,000 job cuts across 549 companies, according to independent layoffs tracker Layoffs.fyi. So far this year, more than 22,000 workers have been the victim of reductions across the tech industry, with a staggering 16,084 cuts taking place in February alone.",
      "We’re tracking layoffs in the tech industry in 2025 so you can see the trajectory of the cutbacks and understand the impact on innovation across all types of companies. As businesses continue to embrace AI and automation, this tracker serves as a reminder of the human impact of layoffs — and what could be at stake with increased innovation.",
      "Below you’ll find a comprehensive list of all the known tech layoffs that have occurred in 2025, which will be updated regularly. If you have a tip on a layoff, contact us here. If you prefer to remain anonymous, you can contact us here.",
      "Will eliminate around 450 jobs as part of a cost and operations review, according to Reuters. The layoffs will span multiple functions and countries, including customer service and sales. Europe’s largest food delivery company said it is increasingly using automation and AI, shifting many manual service tasks to automated systems.",
      "Plans to cut around 250 jobs, approximately 30% of its workforce, as part of a push to become a leaner, faster, and AI-focused company, according to The Wall Street Journal. The Tel Aviv-headquartered freelance services marketplace said the restructuring will reduce management layers and position it to pursue growth with an AI-native approach.",
      "Is closing its Tel Aviv development center, cutting about 80 jobs. Led by Yosi Taguri, the office specialized in software, data, and AI research, including algorithm development. The California-based recruitment firm, founded in 2010, is trimming costs amid a challenging labor market.",
      "Has laid off at least 100 employees, including junior developers, just months after cutting nearly 200 jobs. The San Francisco-based conversational AI company, which is preparing for an IPO within two years, raised $60 million in equity and debt in July.",
      "Laid off about a third of its data annotation team, cutting roughly 500 jobs, according to Business Insider. The move comes as the company shifts focus from generalist AI tutors to specialist roles, after testing workers to assess their strengths. Employees were told they’ll be paid through the end of their contracts — or November 30 at the latest — but their system access was cut immediately, Business Insider reports.",
      "Has reportedly laid off about 200 workers, or 1.5% of its staff, as the company braces for the end of federal EV tax credits under President Trump’s policy changes. The $7,500 incentive for new electric cars expires this month, adding to pressure from cooling demand. Despite the cuts, Rivian says it’s moving ahead with plans for a lower-cost model.",
      "Is cutting another 101 jobs in Seattle and 254 in San Francisco, just weeks after a wave of layoffs in August. The company, which had about 3,900 local employees before the cuts, hasn’t explained the move and declined to comment.",
      "Is trimming another 262 jobs at its San Francisco headquarters, according to a state filing, with layoffs set to take effect November 3. The move comes just weeks after CEO Marc Benioff touted AI’s potential to cut customer support roles and follows a smaller round of cuts in Seattle and Bellevue earlier this month.",
      "Will eliminate 221 positions across its Milpitas and San Francisco offices, including 157 in Santa Clara County and 64 in San Francisco, effective October 13, according to filings with California’s Employment Development Department reported by the San Francisco Chronicle. The cuts are part of the company’s broader workforce-reduction strategy.",
      "Laid off about 100 employees last month, around 9% of its workforce, after falling short of ambitious growth targets. The cuts affected staff across all departments. The company provides back-office software for restaurant chains.",
      "Is set to cut 101 jobs at its Santa Clara location, with notices issued on August 13 and terminations effective October 13. The company, which recently disclosed nearly 200 layoffs at its Pleasanton and Redwood City offices, is also planning to lay off 161 employees in Seattle, according to filings with the Washington state Employment Security Department.",
      "Is cutting 106 positions at its Seattle and Liberty Lake, Washington, offices, according to a state Employment Security Department filing. The layoffs, which affected senior engineers and managers, are part of a broader global workforce reduction, although the security and application delivery company has not disclosed the total number of employees affected.",
      "Will cut 6% of its workforce in its sixth layoff in just over a year. Peloton CEO Peter Stern said the cuts are needed to improve long-term business health.",
      "Is cutting 10% of its workforce, or about 70 employees, as part of a cost-saving effort to reduce operating expenses by $8.5 million, marking its third round of layoffs since 2022. The corporate video software company plans to maintain and gradually grow its sales and marketing budgets, driven by a robust pipeline and growing adoption of its AI-powered offerings.",
      "Is laying off about 200 employees, roughly 34% of its global workforce, as it shuts down its email and SMS marketing operations. The Israeli-founded unicorn is partnering with Attentive and Omnisend to continue supporting marketing services while investing in AI-powered tools like automated review summaries, smart sorting, and a new Loyalty Tiers system.",
      "Laid off 30 employees and is now offering buyouts to the remaining 200. The AI coding startup recently acquired by Cognition has had a rocky stretch, including a near-acquisition by OpenAI and a reverse-acqui-hire by Google that saw key talent depart before Cognition stepped in. Despite initial promises to value Windsurf’s team, the deal now looks more focused on the startup’s intellectual property than its people.",
      "Is cutting 100 jobs, and its CEO, Jen Sargent, is departing. Amazon is reorganizing its audio operations, moving Wondery’s audio-only podcasts under Audible and placing video-focused shows into a new Creator Services division. Amazon acquired Wondery in 2020.",
      "Has cut 150 roles in customer service and support, following enhancements to its platform and tools that have significantly reduced support needs. The decision came via a prerecorded message from CEO Mike Cannon-Brookes, just hours before co-founder Scott Farquhar urged Australia to embrace an “AI revolution” and move beyond “jobs of the past” in an Australian Press Club address. The Australian software firm was founded 2002.",
      "Is cutting about 7% of its workforce, or 47 employees, as part of a push toward profitability, Bloomberg reports. The decision follows the recent acquisition of a startup with around 30 staff, who will stay on with the company. Despite the cuts, the blockchain software company that operates the popular digital wallet MetaMask says it will continue hiring for select roles.",
      "Is shutting down operations, per a report by Business Insider. The social collaging platform aimed at creators was founded in 2019 and raised $9 million in funding. Its closure highlights the persistent challenges social media startups face in building user bases and achieving long-term growth.",
      "Is laying off around 200 employees — roughly 14% of its workforce — and severing ties with 500 global contractors. The cuts come just weeks after Meta brought in the data-labeling startup’s CEO in a $14.3 billion deal.",
      "Plans to cut more than 100 U.S. full-time jobs, about 3% of its workforce, including positions at its Morrisville, North Carolina, campus. As of February 2024, the PC maker employed around 5,100 workers in the U.S.",
      "Is reportedly planning to lay off nearly 2,400 workers in Oregon, which is almost five times more than what was announced earlier this week. Last week, Intel announced that it will lay off more than 500 employees in Oregon, which is about 20% of its workforce, per Bloomberg.",
      "Plan to eliminate approximately 1,300 jobs combined as part of a larger restructuring effort to combine their operations and focus on AI. The layoff will mostly affect employees in the U.S., particularly in the R&D, HR, and sustainability teams, according to an internal memo by Hisayuki “Deko” Idekoba, the CEO of Recruit Holdings, which is the Japanese parent company of Indeed and Glassdoor.",
      "Has laid off 29 employees as part of its reorganization, per a report by Blockworks. The Seattle-based research and engineering startup recently launched EigenCloud, a platform that provides blockchain-level trust guarantees for any Web 2.0 or web3 application. The reduction will affect 25% of the company’s workforce. Eigen Labs said it had raised $70 million in tokens from a16z Crypto in June.",
      "Will cut 9,000 employees, which is less than 4% of its global workforce across teams, role types, and geographies. The reduction follows a series of layoffs earlier this year: It cut less than 1% of the headcount in January, more than 6,000 in May, and at least 300 in June.",
      "Is laying off 65 employees in Bellevue, Washington, according to media reports. The parent company of TikTok arrived in Seattle in 2021 and has been expanding its presence there by growing its TikTok Shop online shopping division.",
      "Announced on June 30 that the company is cutting 300 jobs, or 10% of its workforce, as part of organizational restructuring within its sales and support divisions amid the AI shift. The startup is an Amsterdam-based location tech startup that provides navigation and mapping products.",
      "Has reduced its headcount by approximately 140 employees, accounting for roughly 1% of its total workforce. The recent layoffs mostly affected Rivian’s manufacturing team.",
      "Announced in an SEC filing that it will cut approximately 240 jobs, or 30% of its workforce, to enhance operational efficiency and allocate the resulting savings to the development of new products and technologies, according to a CNBC report. The layoff will help the online dating app save $40 million annually, per the report.",
      "Has reportedly laid off 85 employees, which accounts for approximately 40% of its workforce. The Vancouver-based startup sells software products that use artificial intelligence for business intelligence. It helps sales professionals at tech companies gather information on competitors to improve their sales.",
      "Has downsized its smart TV division by 25% of its 300-member team to adjust its strategy, per reports. Funding for the smart TV division, including Google TV and Android TV, has been cut by 10%, but investment in AI projects has been raised.",
      "Says that it plans to lay off 15% to 20% of workers in its Intel Foundry division starting in July. Intel Foundry designs, manufactures, and packages semiconductors for external clients. Intel’s total workforce was 108,900 people as of December 2024, according to the company’s annual regulatory filing. It also confirmed to TechCrunch that it plans to wind down its auto business.",
      "Announced that it is letting go of around 90 employees, with 40 in Israel and 50 in Poland. The most recent round of job cuts comes after the Israel-based gaming company laid off 50 employees a few weeks ago.",
      "Has let go of around 25 employees from the 58-person team, the company confirmed to TechCrunch. Evernote’s founder Phil Libin launched the video startup in 2020, offering Airtime Creator and Airtime Camera.",
      "Is laying off more employees, just a few weeks after announcing a job cut of over 6,500 in May, which was around 3% of its global workforce. The most recent layoffs affected software engineers, product managers, technical program managers, marketers, and legal counsels.",
      "Plans to downsize its workforce by letting go of 68 employees, approximately 4% of its total staff, per Reuters. The San Francisco telehealth platform said that its layoffs were unrelated to a U.S. ban on producing large quantities of the weight-loss drug Wegovy. The startup said it intends to keep on recruiting employees who fit in with its long-term expansion plans.",
      "Is reportedly laying off around 100 employees from its devices and services division, which encompasses various businesses like the Alexa voice assistant, Echo smart speakers, Ring video doorbells, and Zoox robotaxis. The company has reduced its workforce by approximately 27,000 since the start of 2022 to cut costs.",
      "Will cut over 6,500 jobs, affecting 3% of its worldwide workforce. As of June, the Seattle-headquartered company had a total of 228,000 employees globally. It would be one of the company’s biggest layoffs since it cut 10,000 employees in 2023.",
      "Reportedly plans to let go of 248 employees, or about 22% of its workforce, to reduce expenses and improve efficiency, it said. The San Francisco-based edtech startup, which offers textbook rentals and tutoring services, has seen a drop in web traffic for months as students opt for AI tools instead of traditional edtech platforms.",
      "Is reducing its workforce by 13% as part of a reorganization that aims to reduce costs, shore up margins, and streamline its organizational structure.",
      "Is laying off 5% of its global workforce, or around 500 people. The company said the layoffs were part of “a strategic plan (the ‘Plan’) to evolve its operations to yield greater efficiencies as the Company continues to scale its business with focus and discipline to meet its goal of $10 billion in ending [Annual Recurring Revenue]” in its 8-K filing.",
      "Has cut roughly 25% of its current workforce. The Vancouver-based company, which is developing a technology to generate fusion energy, has raised $440 million from investors, including Jeff Bezos, Temasek, and BDC Capital.",
      "Reduced its headcount by 20 employees, accounting for 10% of its total workforce. In April 2023, the Israeli cybersecurity startup had previously laid off a similar number of employees during a round of layoffs.",
      "Has shut down its operations months after announcing major expansion plans, per Sifted. The British climate startup has let go of approximately 200 employees, according to a LinkedIn post by James Reynolds, the head of talent.",
      "Is reportedly eliminating 700 jobs, affecting 6% of its total workforce, as it reorganizes for its operational efficiency. The company, based in San Francisco, provides data storage, cloud services, and CloudOps solutions for businesses.",
      "Is reportedly letting go of approximately 300 to 400 employees, including around 100 at Respawn Entertainment, to focus on its “long-term strategic priorities,” according to Bloomberg.",
      "Is laying off around 3% of its employees as part of its restructuring. The job cuts will mainly affect midlevel positions in the product and technology teams. The latest round of layoffs comes after the company let go of hundreds of employees from its marketing team globally in early March.",
      "Has reduced its workforce by about 200 employees in its product and technology divisions as part of a restructuring measure. The India-based e-commerce platform for pre-owned vehicles provides a range of services like buying and selling pre-owned cars, financing, insurance, driver-on-demand, and more. In 2023, the SoftBank-backed startup raised $450 million at a valuation of $3.3 billion.",
      "Is letting go of over 100 employees in its Reality Labs division, which manages virtual reality and wearable technology, according to The Verge. The job cuts affect employees developing VR experiences for Meta’s Quest headsets and staff working on hardware operations to streamline similar work between the two teams.",
      "Announced its plan to lay off more than 21,000 employees, or roughly 20% of its workforce, in April. The move comes ahead of Intel’s Q1 earnings call helmed by recently appointed CEO Lip-Bu Tan, who took over from longtime chief Pat Gelsinger last year.",
      "Is laying off 200 people at its Factory Zero in Detroit and Hamtramck facility in Michigan, which produces GM’s electric vehicles. The cuts come amid the EV slowdown and is not caused by tariffs, according to a report.",
      "Has reportedly let go of around 100 employees since the start of 2025. Earlier this week, about 50 employees from the tech and product teams were let go in the latest round of job cuts. The India-based insurtech startup has raised a total of $125 million to date.",
      "Will reduce its workforce by 150 positions following its decision not to proceed with its IPO, per Bloomberg. The San Francisco-based car rental startup, which had about 1,000 staff in 2024, said the layoffs will bolster its long-term growth plans during economic uncertainty.",
      "Laid off roughly 200 employees to improve efficiency and profitability. It’s the startup’s second round of layoffs in five months, following the job cuts of around 300 employees in December. The conversational AI company, backed by Tiger Global and Fidelity, was last valued at $1.4 billion in 2021. The startup is based in San Francisco and operates in India.",
      "Has reportedly eliminated 200 jobs, affecting around one-third of its employees. The German logistics startup reduced a significant number of sales staff.",
      "Will stop its operations in China, affecting around 2,000 employees. The move came after Microsoft decided to end outsourcing after-sales support to Wicresoft amid increasing trade tensions. Wicresoft, Microsoft’s first joint venture in China, was founded in 2022 and operates in the U.S., Europe, and Japan. It has over 10,000 employees.",
      "Plans to cut 123 jobs, affecting about 4% of its workforce, according to a report by MarketWatch. The software company prioritizes key strategic areas like artificial intelligence for profitable growth.",
      "Has laid off hundreds of employees in its platforms and devices division, which covers Android, Pixel phones, the Chrome browser, and more, according to The Information.",
      "Is contemplating additional layoffs that could happen by May, Business Insider reported, citing anonymous sources. The company is said to be discussing reducing the number of middle managers and non-coders in a bid to increase the ratio of programmers to product managers.",
      "The WordPress.com developer is laying off 16% of its workforce across departments. Before the layoffs, the company’s website showed it had 1,744 employees, so more than 270 staff may have been laid off.",
      "Has let go of 10 to 12 technical writers approximately nine months after telling its employees to use generative AI tools wherever possible. The company, which had around 5,500 staff in 2024, was valued at $26 billion after a secondary stock sale in 2024.",
      "Has laid off 2,800 employees, affecting 62% of its total staff. The layoffs come weeks after the embattled Swedish battery maker filed for bankruptcy.",
      "Let go of 931 employees, around 8% of its workforce, as part of a reorganization, according to an internal email seen by TechCrunch. Jack Dorsey, the co-founder and CEO of the fintech company, wrote in the email that the layoffs were not for financial reasons or to replace workers with AI.",
      "Has laid off 198 employees, who make up about two-thirds of its U.S. workforce, per a media report. The layoff comes a month after the company was acquired by Bending Spoons, an Italian app developer, for $233 million. Brightcove had 600 employees worldwide, with 300 in the U.S., as of December 2023.",
      "Has reportedly laid off 130 employees, or 3.5% of its total workforce of 3,700 people. Acxiom is owned by IPG, and the news comes just a day after IPG and Omnicom Group shareholders approved the companies’ potential merger.",
      "Plans to close its office in Washington, D.C., and let go of its policy team there by the end of March, TechCrunch has confirmed. Sequoia opened its Washington office five years ago to deepen its relationship with policymakers. Three full-time employees are expected to be affected, per Forbes.",
      "Announced plans to let go of approximately 5,600 jobs globally in its automation and electric-vehicle charging businesses as part of efforts to improve competitiveness.",
      "Is reportedly laying off 273 employees, closing its distribution center in Grand Prairie, Texas, and consolidating to another site in Irving to manage the volume in the region.",
      "Has cut 45 employees, more than half of its workforce, after being acquired by cybersecurity company Armis for $120 million in March.",
      "Will reportedly reduce 22 employees, representing 7% of its workforce. Most of those affected are based in Israel as the company undergoes a streamlining process. The New York- and Tel Aviv-headquartered cybersecurity firm has raised $100 million at a valuation of about $500 million in 2021.",
      "Will cut 22 jobs, affecting nearly a quarter of its total workforce, following the announcement of the AI startup’s strategic partnership with Microsoft.",
      "Announced it will be shutting down several of its offices in accordance with Elon Musk’s DOGE, including its Office of Technology, Policy, and Strategy and the DEI branch in the Office of Diversity and Equal Opportunity.",
      "Has reportedly laid off some staff, according to LinkedIn posts from ex-employees. The company has not confirmed the layoffs, and it is currently unknown how many workers were affected.",
      "Announced plans to let go of 340 employees in its technology division as part of a new restructuring effort.",
      "Will cut 2,500 employees, or 5% of its total staff, in response to its shares sliding 19% in the first fiscal quarter.",
      "Will cut up to 300 workers in Dublin, accounting for roughly 10% of the company’s workforce in Ireland.",
      "Announced it will lay off 65 employees, affecting 5% of its total workforce.",
      "Is reportedly set to lay off over 1,000 employees and contractors in a cost-cutting effort. It’s the second round of cuts for the company in just five months.",
      "Reduced its total headcount by 16% as the gaming startup shifts its focus to be “scrappier” and “more efficient.”",
      "Was shut down just three years after it was acquired by Flipkart. It is currently unknown how many employees were affected.",
      "Will cut up to 2,000 jobs as part of its “Future Now” restructuring plan that hopes to save the company $300 million before the end of its fiscal year.",
      "Announced 500 job cuts after it was sold to Wonder Group for $650 million. The number of cuts affected more than 20% of its previous workforce.",
      "Announced plans to lay off 1,350 employees, affecting 9% of its total workforce, in an attempt to reshape its GTM model. The company is also making reductions in its facilities, though it does not plan to close any offices.",
      "Is planning to cut employees in its People Operations and cloud organizations teams in a new reorganization effort. The company is offering a voluntary exit program to U.S.-based People Operations employees.",
      "Reduced its headcount by 25 employees, accounting for 16% of its total workforce. The company is planning to release a commercial version of its proteome analysis platform in 2026.",
      "Will reportedly cut a few dozen employees in Israel, potentially affecting 10% of its 250-person workforce in the country.",
      "Cut 1,100 jobs in a reorganizing effort that affected its tech workers. The coffee chain will now outsource some tech work to third-party employees.",
      "Laid off dozens of employees over the last few weeks, including around 10% of staff in one day, after failing to meet its sales growth targets. The “headless commerce” platform raised money at a $1.9 billion valuation just a few years ago.",
      "Will cut roughly 5% of its current workforce in a new efficiency drive to increase profitability and growth.",
      "Laid off more employees in a new effort to cut costs, though the total number is unknown. Last year, the travel giant cut about 1,500 roles in its Product & Technology division.",
      "Has ceased operations and has laid off its employees after selling its business and technology to Israeli cybersecurity company Tufin. The cuts affect roughly 300 people.",
      "Is shutting down its operations after shifting from a brick-and-mortar model to a fully virtual women’s healthcare provider. The startup, which  raised $18 million in 2023, has not disclosed how many employees are affected, saying recent layoffs were tied to its former in-person business.",
      "Cut 51 jobs in its San Francisco headquarters, according to state filings with the Employment Development Department. The SaaS startup previously reduced its headcount by 8% in 2023.",
      "Has cut 120 employees, affecting 44% of its total staff. It’s the Y Combinator-backed Nigerian startup’s second layoff round in just five months.",
      "Reportedly laid off dozens of employees as part of a new cost-cutting effort that aims to ensure “long-term success” in the startup’s mission to curb misinformation online.",
      "Will lay off about 10% of its workforce, affecting more than 1,000 employees. According to an email to staff obtained by CNN, the cuts will largely have an impact on positions in engineering and program management.",
      "Announced in an SEC filing that it will cut around 450 positions between February and July 2025, with a complete restructuring set to be completed in the fall, following its new partnership with Zillow.",
      "Is laying off 6% of its total workforce, the cybersecurity firm confirmed to TechCrunch. The cuts come less than two weeks after Sophos acquired Secureworks for $859 million.",
      "Will cut nearly 200 employees as it introduces redundancy measures and closes down its operations in Poland and Kenya.",
      "Reportedly conducted another round of layoffs. It’s unknown how many employees were affected.",
      "Cut nearly 200 employees, CEO Mike Seckler announced in a note to employees, citing “potential adverse events” like a recession or rising interest rates.",
      "Cut 120 jobs, affecting roughly one-third of its total workforce, TechCrunch exclusively learned. The move comes just a year after the Dutch startup cut 90 employees following its rebrand.",
      "Laid off about 500 employees, affecting 15% of its workforce, citing poor business performance. The new cuts follow two earlier layoff rounds for the company that affected roughly 200 employees.",
      "Reportedly let go of approximately 200 employees, according to The Verge. The company previously cut 100 employees as part of a layoff round in August 2024.",
      "Laid off 1,750 employees, as originally reported by Bloomberg and confirmed independently by TechCrunch. The cuts affect roughly 8.5% of the enterprise HR platform’s total headcount.",
      "Laid off 180 employees, the company confirmed to TechCrunch. The cuts come just over one year after the access and identity management giant let go of 400 workers.",
      "Is laying off 50% of its workforce, including CEO Marc Whitten and several other top executives, as it prepares to shut down operations. What remains of the autonomous vehicle company will move under General Motors.",
      "Is reportedly eliminating more than 1,000 jobs. The cuts come as the giant is actively recruiting and hiring workers to sell new AI products.",
      "Has shut down operations, CEO Paul Kesserwani announced on LinkedIn. The fintech startup’s post-money valuation in 2022 was $82.4 million, according to PitchBook.",
      "Laid off 150 employees based in the U.S., affecting roughly 18% of its total workforce, in an effort to reach profitability.",
      "Laid off dozens of workers in its communications department in order to help the company “move faster, increase ownership, strengthen our culture, and bring teams closer to customers.”",
      "Is laying off 300 people, according to a leaked memo reported by Business Insider. However, according to the memo, the fintech giant is planning to grow its total headcount by 17%.",
      "Laid off 15 employees as the augmented writing startup undergoes a restructuring effort.",
      "Is cutting 75 employees in an effort to “ensure the long-term sustainability and success” of the company. The audio company last cut 200 writers in July 2024 months after partnering with ElevenLabs.",
      "Is planning to cut 58 employees in response to an “ongoing macroeconomic challenges and continued uncertainty in the solar industry.”",
      "Announced in an internal memo that it will cut 5% of its staff targeting “low performers” as the company prepares for “an intense year.” As of its latest quarterly report, Meta currently has more than 72,000 employees.",
      "Will cut up to 730 jobs, affecting 3% of its total workforce, as it plans to exit operations in Germany and focus on physical retailers.",
      "Is shutting down its operations, affecting 63 employees. The delivery startup said employees will be paid through January 15 without severance.",
      "Is laying off 114 employees as part of a team realignment, per a new WARN notice filing, focusing its efforts on a robotic printing system.",
      "Eliminated 37 jobs, affecting roughly 10% of its total workforce, even as the company pursues “aggressive” hiring.",
      "Is cutting dozens of employees across its global markets as part of a strategic reorganization to increase profitability.",
      "Plans to lay off 400 employees globally. It’s the company’s fourth layoff round since January 2024 as the solar industry as a whole faces a downturn.",
      "The fintech startup, founded in 2018, abruptly shut down earlier this year. Per an email from CEO Paul Aaron, the closure follows an unsuccessful attempt to find a buyer, though Employer.com has a new offer under consideration to acquire the company post-shutdown.",
      "This list updates regularly.",
      "On April 24, 2025, we corrected the number of layoffs that happened in March."
    ]
  },
  {
    "url": "https://techcrunch.com/2025/01/28/chatgpt-everything-to-know-about-the-ai-chatbot/",
    "story": [
      "ChatGPT, OpenAI’s text-generating AI chatbot, has taken the world by storm since its launch in November 2022. What started as a tool to supercharge productivity through writing essays and code with short text prompts has evolved into a behemoth with 300 million weekly active users.",
      "2024 was a big year for OpenAI, from its partnership with Apple for its generative AI offering, Apple Intelligence, the release of GPT-4o with voice capabilities, and the highly-anticipated launch of its text-to-video model Sora.",
      "OpenAI also faced its share of internal drama, including the notable exits of high-level execs like co-founder and longtime chief scientist Ilya Sutskever and CTO Mira Murati. OpenAI has also been hit with lawsuits from Alden Global Capital-owned newspapers alleging copyright infringement, as well as an injunction from Elon Musk to halt OpenAI’s transition to a for-profit.",
      "In 2025, OpenAI is battling the perception that it’s ceding ground in the AI race to Chinese rivals like DeepSeek. The company has been trying to shore up its relationship with Washington as it simultaneously pursues an ambitious data center project, and as it reportedly lays the groundwork for one of the largest funding rounds in history.",
      "Below, you’ll find a timeline of ChatGPT product updates and releases, starting with the latest, which we’ve been updating throughout the year. If you have any other questions, check out our ChatGPT FAQ here.",
      "To see a list of 2024 updates, go here.",
      "OpenAI is reportedly adding parental controls to ChatGPT on web and mobile, letting parents and teens link accounts to enable safeguards like limiting sensitive content, setting quiet hours, and disabling features such as voice mode or image generation. The move comes amid growing regulatory scrutiny and a lawsuit over the chatbot’s alleged role in a teen’s suicide.",
      "OpenAI unveiled Pulse, a new ChatGPT feature that delivers personalized morning briefings overnight, encouraging users to start their day with the app. The tool reflects a shift toward making ChatGPT more proactive and asynchronous, positioning it as a true assistant rather than just a chatbot. OpenAI’s new Applications CEO, Fidji Simo, called Pulse the first step toward bringing high-level personal support to everyone, starting with Pro users.",
      "OpenAI launched Instant Checkout in ChatGPT, letting U.S. users purchase products directly from Etsy and, soon, over a million Shopify merchants without leaving the conversation. Shoppers can browse items, read reviews, and complete purchases with a single tap using Apple Pay, Google Pay, Stripe, or a credit card. The update marks a step toward reshaping online shopping by merging product discovery, recommendations, and payments in one place.",
      "OpenAI rolled out its budget-friendly ChatGPT Go plan in Indonesia for Rp 75,000 ($4.50) per month, following its initial launch in India. The mid-tier plan, which offers higher usage limits, image generation, file uploads, and better memory compared to the free version, enters the market in direct competition with Google’s new AI Plus plan in Indonesia.",
      "CEO Sam Altman announced new policies for under-18 users of ChatGPT, tightening safeguards around sensitive conversations. The company says it will block flirtatious exchanges with minors and add stronger protections around discussions of suicide, even escalating severe cases to parents or authorities. The move comes as OpenAI faces a wrongful death lawsuit tied to alleged chatbot interactions, underscoring rising concerns about the mental health risks of AI companions.",
      "OpenAI rolled out GPT-5-Codex, a new version of its AI coding agent that can spend anywhere from a few seconds to seven hours tackling a task, depending on complexity. The company says this dynamic approach helps the model outperform GPT-5 on key coding benchmarks, including bug fixes and large-scale refactoring. The update comes as OpenAI looks to keep Codex competitive in a fast-growing market that now includes rivals like Claude Code, Cursor, and GitHub Copilot.",
      "OpenAI is shaking up its Model Behavior team, the small but influential group that helps shape how its AI interacts with people. The roughly 14-person team is being folded into the larger Post Training group, now reporting to lead researcher Max Schwarzer. Meanwhile, founding leader Joanne Jang is spinning up a new unit called OAI Labs, focused on prototyping fresh ways for people to collaborate with AI.",
      "OpenAI, facing a lawsuit from the parents of a 16-year-old who died by suicide, said in its blog that it has implemented new safeguards for ChatGPT, including stronger detection of mental health risks and parental control features. The AI company said the updates aim to provide tighter protections around suicide-related conversations and give parents more oversight of their children’s use.",
      "Elon Musk’s AI startup, xAI, filed a federal lawsuit in Texas against Apple and OpenAI, alleging that the two companies colluded to lock up key markets and shut out rivals.",
      "OpenAI introduced its most affordable subscription plan, ChatGPT Go, in India, priced at 399 rupees per month (approximately $4.57). This move aims to expand OpenAI’s presence in its second-largest market, offering enhanced access to the latest GPT-5 model and additional features.",
      "Since its May 2023 launch, ChatGPT’s mobile app has amassed $2 billion in global consumer spending, dwarfing competitors like Claude, Copilot, and Grok by roughly 30 times, according to Appfigures. This year alone, the app has generated $1.35 billion, a 673% increase from the same period in 2024, averaging nearly $193 million per month, or 53 times more than its nearest rival, Grok.",
      "Despite unveiling GPT-5 as a “one-size-fits-all” AI, OpenAI is still offering several legacy AI options, including GPT-4o, GPT-4.1, and o3. Users can choose between new “Auto,” “Fast,” and “Thinking” modes for GPT-5, and paid subscribers regain access to legacy models like GPT-4o and GPT-4.1.",
      "Updates to ChatGPT:You can now choose between “Auto”, “Fast”, and “Thinking” for GPT-5. Most users will want Auto, but the additional control will be useful for some people.Rate limits are now 3,000 messages/week with GPT-5 Thinking, and then extra capacity on GPT-5 Thinking…",
      "OpenAI CEO Sam Altman told Reddit users that GPT-5’s “dumber” behavior at launch was due to a router issue and promised fixes, double rate limits for Plus users, and transparency on which model is answering, while also shrugging off the infamous “chart crime” from the live presentation.",
      "OpenAI released GPT-5, a next-gen AI that’s not just smarter but more useful — able to handle tasks like coding apps, managing calendars, and creating research briefs — while automatically figuring out the fastest or most thoughtful way to answer your questions.",
      "OpenAI is making a major push into federal government workflows, offering ChatGPT Enterprise to agencies for just $1 for the next year. The move comes after the U.S. General Services Administration (GSA) added OpenAI, Google, and Anthropic to its approved AI vendor list, allowing agencies to access these tools through preset contracts without negotiating pricing.",
      "OpenAI unveiled its first open source language models since GPT-2, introducing two new open-weight AI releases: gpt-oss-120b, a high-performance model capable of running on a single Nvidia GPU, and gpt-oss-20b, a lighter model optimized for laptop use. The move comes amid growing competition in the global AI market and a push for more open technology in the U.S. and abroad.",
      "ChatGPT’s rapid growth is accelerating. OpenAI said the chatbot was on track to hit 700 million weekly active users in the first week of August, up from 500 million at the end of March. Nick Turley, OpenAI’s VP and head of the ChatGPT app, highlighted the app’s growth on X, noting it has quadrupled in size over the past year.",
      "This week, ChatGPT is on track to reach 700M weekly active users — up from 500M at the end of March and 4× since last year. Every day, people and teams are learning, creating, and solving harder problems. Big week ahead. Grateful to the team for making ChatGPT more useful and…",
      "OpenAI unveiled Study Mode, a new ChatGPT feature designed to promote critical thinking by prompting students to engage with material rather than simply receive answers. The tool is now rolling out to Free, Plus, Pro, and Team users, with availability for Edu subscribers expected in the coming weeks.",
      "ChatGPT users should be cautious when seeking emotional support from AI, as the AI industry lacks safeguards for sensitive conversations, OpenAI CEO Sam Altman said on a recent episode of This Past Weekend w/ Theo Von. Unlike human therapists, AI tools aren’t bound by doctor-patient confidentiality, he noted.",
      "ChatGPT now receives 2.5 billion prompts daily from users worldwide, including roughly 330 million from the U.S. That’s more than double the volume reported by CEO Sam Altman just eight months ago, highlighting the chatbot’s explosive growth.",
      "OpenAI has introduced ChatGPT Agent, which completes a wide variety of computer-based tasks on behalf of users and combines several capabilities like Operator and Deep Research, according to the company. OpenAI says the agent can automatically navigate a user’s calendar, draft editable presentations and slideshows, run code, shop online, and handle complex workflows from end to end, all within a secure virtual environment.",
      "Researchers at Stanford University have observed that therapy chatbots powered by large language models can sometimes stigmatize people with mental health conditions or respond in ways that are inappropriate or could be harmful. While chatbots are “being used as companions, confidants, and therapists,” the study found “significant risks.”",
      "CEO Sam Altman said that the company is delaying the release of its open model, which had already been postponed by a month earlier this summer. The ChatGPT maker, which initially planned to release the model around mid-July, has indefinitely postponed its launch to conduct additional safety testing.",
      "we planned to launch our open-weight model next week.we are delaying it; we need time to run additional safety tests and review high-risk areas. we are not yet sure how long it will take us.while we trust the community will build great things with this model, once weights are…",
      "OpenAI plans to release an AI-powered web browser to challenge Alphabet’s Google Chrome. It will keep some user interactions within ChatGPT, rather than directing people to external websites.",
      "Some ChatGPT users have noticed a new feature called “Study Together” appearing in their list of available tools. This is the chatbot’s approach to becoming a more effective educational tool, rather than simply providing answers to prompts. Some people also wonder whether there will be a feature that allows multiple users to join the chat, similar to a study group.",
      "Referrals from ChatGPT to news publishers are increasing. But this rise is insufficient to offset the decline in clicks as more users now obtain their news directly from AI or AI-powered search results, according to a report by digital market intelligence company Similarweb. Since Google launched its AI Overviews in May 2024, the percentage of news searches that don’t lead to clicks on news websites has increased from 56% to nearly 69% by May 2025.",
      "OpenAI has started using Google’s AI chips to power ChatGPT and other products, as reported by Reuters. The ChatGPT maker is one of the biggest buyers of Nvidia’s GPUs, using the AI chips to train models, and this is the first time that OpenAI is using non-Nvidia chips in an important way.",
      "Researchers from MIT’s Media Lab monitored the brain activity of writers in 32 regions. They found that ChatGPT users showed minimal brain engagement and consistently fell short in neural, linguistic, and behavioral aspects. To conduct the test, the lab split 54 participants from the Boston area into three groups, each consisting of individuals ages 18 to 39. The participants were asked to write multiple SAT essays using tools such as OpenAI’s ChatGPT, the Google search engine, or without any tools.",
      "The ChatGPT app for iOS was downloaded 29.6 million times in the last 28 days, while TikTok, Facebook, Instagram, and X were downloaded a total of 32.9 million times during the same period, representing a difference of about 10.6%, according to ZDNET report citing Similarweb’s X post.",
      "Sam Altman said that the average ChatGPT query uses about one-fifteenth of a teaspoon of water, equivalent to 0.000083 gallons of water, or the energy required to power a lightbulb for a few minutes, per Business Insider. In addition to that, the chatbot requires 0.34 watt-hours of electricity to operate.",
      "OpenAI has unveiled o3-pro, an enhanced version of its o3, a reasoning model that the chatGPT maker launched earlier this year. O3-pro is available for ChatGPT and Team users and in the API, while Enterprise and Edu users will get access in the third week of June.",
      "OpenAI o3-pro is available in the model picker for Pro and Team users starting today, replacing OpenAI o1-pro.Enterprise and Edu users will get access the week after.As o3-pro uses the same underlying model as o3, full safety details can be found in the o3 system card.…",
      "OpenAI upgraded ChatGPT’s conversational voice mood for all paid users across different markets and platforms. The startup has launched an update to Advanced Voice that enables users to converse with ChatGPT out loud in a more natural and fluid sound. The feature also helps users translate languages more easily, the comapny said.",
      "OpenAI’s ChatGPT now offers new funtions for business users, including integrations with various cloud services, meeting recordings, and MCP connection support for connecting to tools for in-depth research. The feature enables ChatGPT to retrieve information across users’ own services to answer their questions. For instance, an analyst could use the company’s slide deck and documents to develop an investment thesis.",
      "OpenAI plans to purchase Jony Ive’s devices startup io for $6.4 billion. Sarah Friar, CFO of OpenAI, thinks that the hardware will significantly enhance ChatGPT and broaden OpenAI’s reach to a larger audience in the future.",
      "OpenAI has introduced its AI coding agent, Codex, powered by codex-1, a version of its o3 AI reasoning model designed for software engineering tasks. OpenAI says codex-1 generates more precise and “cleaner” code than o3. The coding agent may take anywhere from one to 30 minutes to complete tasks such as writing simple features, fixing bugs, answering questions about your codebase, and running tests.",
      "Sam Altman, the CEO of OpenAI, said during a recent AI event hosted by VC firm Sequoia that he wants ChatGPT to record and remember every detail of a person’s life when one attendee asked about how ChatGPT can become more personalized.",
      "OpenAI said in a post on X that it has launched its GPT-4.1 and GPT4.1 mini AI models in ChagGPT.",
      "By popular request, GPT-4.1 will be available directly in ChatGPT starting today.GPT-4.1 is a specialized model that excels at coding tasks & instruction following. Because it’s faster, it’s a great alternative to OpenAI o3 & o4-mini for everyday coding needs.",
      "OpenAI has launched a new feature for ChatGPT deep research to analyze code repositories on GitHub. The ChatGPT deep research feature is in beta and lets developers connect with GitHub to ask questions about codebases and engineering documents. The connector will soon be available for ChatGPT Plus, Pro, and Team users, with support for Enterprise and Education coming shortly, per an OpenAI spokesperson.",
      "After introducing a data residency program in Europe in February, OpenAI has now launched a similar program in Asian countries including India, Japan, Singapore, and South Korea. The new program will be accessible to users of ChatGPT Enterprise, ChatGPT Edu, and API. It will help organizations in Asia meet their local data sovereignty requirements when using OpenAI’s products.",
      "OpenAI is unveiling a program called OpenAI for Countries, which aims to develop the necessary local infrastructure to serve international AI clients better. The AI startup will work with governments to assist with increasing data center capacity and customizing OpenAI’s products to meet specific language and local needs. OpenAI for Countries is part of efforts to support the company’s expansion of its AI data center Project Stargate to new locations outside the U.S., per Bloomberg.",
      "OpenAI has announced its plan to make changes to its procedures for updating the AI models that power ChatGPT, following an update that caused the platform to become overly sycophantic for many users.",
      "OpenAI has released a post on the recent sycophancy issues with the default AI model powering ChatGPT, GPT-4o, leading the company to revert an update to the model released last week. CEO Sam Altman acknowledged the issue on Sunday and confirmed two days later that the GPT-4o update was being rolled back. OpenAI is working on “additional fixes” to the model’s personality. Over the weekend, users on social media criticized the new model for making ChatGPT too validating and agreeable. It became a popular meme fast.",
      "An issue within OpenAI’s ChatGPT enabled the chatbot to create graphic erotic content for accounts registered by users under the age of 18, as demonstrated by TechCrunch’s testing, a fact later confirmed by OpenAI. “Protecting younger users is a top priority, and our Model Spec, which guides model behavior, clearly restricts sensitive content like erotica to narrow contexts such as scientific, historical, or news reporting,” a spokesperson told TechCrunch via email. “In this case, a bug allowed responses outside those guidelines, and we are actively deploying a fix to limit these generations.”",
      "OpenAI has added a few features to its ChatGPT search, its web search tool in ChatGPT, to give users an improved online shopping experience. The company says people can ask super-specific questions using natural language and receive customized results. The chatbot provides recommendations, images, and reviews of products in various categories such as fashion, beauty, home goods, and electronics.",
      "OpenAI leaders have been talking about allowing the open model to link up with OpenAI’s cloud-hosted models to improve its ability to respond to intricate questions, two sources familiar with the situation told TechCrunch.",
      "OpenAI is preparing to launch an AI system that will be openly accessible, allowing users to download it for free without any API restrictions. Aidan Clark, OpenAI’s VP of research, is spearheading the development of the open model, which is in the very early stages, sources familiar with the situation told TechCrunch.",
      "OpenAI released a new AI model called GPT-4.1 in mid-April. However, multiple independent tests indicate that the model is less reliable than previous OpenAI releases. The company skipped that step — sending safety cards for GPT-4.1 — claiming in a statement to TechCrunch that “GPT-4.1 is not a frontier model, so there won’t be a separate system card released for it.”",
      "Questions have been raised regarding OpenAI’s transparency and procedures for testing models after a difference in benchmark outcomes was detected by first- and third-party benchmark results for the o3 AI model. OpenAI introduced o3 in December, stating that the model could solve approximately 25% of questions on FrontierMath, a difficult math problem set. Epoch AI, the research institute behind FrontierMath, discovered that o3 achieved a score of approximately 10%, which was significantly lower than OpenAI’s top-reported score.",
      "OpenAI has launched a new API feature called Flex processing that allows users to use AI models at a lower cost but with slower response times and occasional resource unavailability. Flex processing is available in beta on the o3 and o4-mini reasoning models for non-production tasks like model evaluations, data enrichment, and asynchronous workloads.",
      "OpenAI has rolled out a new system to monitor its AI reasoning models, o3 and o4 mini, for biological and chemical threats. The system is designed to prevent models from giving advice that could potentially lead to harmful attacks, as stated in OpenAI’s safety report.",
      "OpenAI has released two new reasoning models, o3 and o4 mini, just two days after launching GPT-4.1. The company claims o3 is the most advanced reasoning model it has developed, while o4-mini is said to provide a balance of price, speed, and performance. The new models stand out from previous reasoning models because they can use ChatGPT features like web browsing, coding, and image processing and generation. But they hallucinate more than several of OpenAI’s previous models.",
      "Open AI introduced a new section called “library” to make it easier for users to create images on mobile and web platforms, per the company’s X post.",
      "All of your image creations, all in one place.Introducing the new library for your ChatGPT image creations—rolling out now to all Free, Plus, and Pro users on mobile and https://t.co/nYW5KO1aIg. pic.twitter.com/ADWuf5fPbj",
      "OpenAI said on Tuesday that it might revise its safety standards if “another frontier AI developer releases a high-risk system without comparable safeguards.” The move shows how commercial AI developers face more pressure to rapidly implement models due to the increased competition.",
      "OpenAI is currently in the early stages of developing its own social media platform to compete with Elon Musk’s X and Mark Zuckerberg’s Instagram and Threads, according to The Verge. It is unclear whether OpenAI intends to launch the social network as a standalone application or incorporate it into ChatGPT.",
      "OpenAI will discontinue its largest AI model, GPT-4.5, from its API even though it was just launched in late February. GPT-4.5 will be available in a research preview for paying customers. Developers can use GPT-4.5 through OpenAI’s API until July 14; then, they will need to switch to GPT-4.1, which was released on April 14.",
      "OpenAI has launched three members of the GPT-4.1 model — GPT-4.1, GPT-4.1 mini, and GPT-4.1 nano — with a specific focus on coding capabilities. It’s accessible via the OpenAI API but not ChatGPT. In the competition to develop advanced programming models, GPT-4.1 will rival AI models such as Google’s Gemini 2.5 Pro, Anthropic’s Claude 3.7 Sonnet, and DeepSeek’s upgraded V3.",
      "OpenAI plans to sunset GPT-4, an AI model introduced more than two years ago, and replace it with GPT-4o, the current default model, per changelog. It will take effect on April 30. GPT-4 will remain available via OpenAI’s API.",
      "OpenAI may launch several new AI models, including GPT-4.1, soon, The Verge reported, citing anonymous sources. GPT-4.1 would be an update of OpenAI’s GPT-4o, which was released last year. On the list of upcoming models are GPT-4.1 and smaller versions like GPT-4.1 mini and nano, per the report.",
      "OpenAI started updating ChatGPT to enable the chatbot to remember previous conversations with a user and customize its responses based on that context. This feature is rolling out to ChatGPT Pro and Plus users first, excluding those in the U.K., EU, Iceland, Liechtenstein, Norway, and Switzerland.",
      "It looks like OpenAI is working on a watermarking feature for images generated using GPT-4o. AI researcher Tibor Blaho spotted a new “ImageGen” watermark feature in the new beta of ChatGPT’s Android app. Blaho also found mentions of other tools: “Structured Thoughts,” “Reasoning Recap,” “CoT Search Tool,” and “l1239dk1.”",
      "OpenAI is offering its $20-per-month ChatGPT Plus subscription tier for free to all college students in the U.S. and Canada through the end of May. The offer will let millions of students use OpenAI’s premium service, which offers access to the company’s GPT-4o model, image generation, voice interaction, and research tools that are not available in the free version.",
      "More than 130 million users have created over 700 million images since ChatGPT got the upgraded image generator on March 25, according to COO of OpenAI Brad Lightcap. The image generator was made available  to all ChatGPT users on March 31, and went viral for being able to create Ghibli-style photos.",
      "The Arc Prize Foundation, which develops the AI benchmark tool ARC-AGI, has updated the estimated computing costs for OpenAI’s o3 “reasoning” model managed by ARC-AGI. The organization originally estimated that the best-performing configuration of o3 it tested, o3 high, would cost approximately $3,000 to address a single problem. The Foundation now thinks the cost could be much higher, possibly around $30,000 per task.",
      "In a series of posts on X, OpenAI CEO Sam Altman said the company’s new image-generation tool’s popularity may cause product releases to be delayed. “We are getting things under control, but you should expect new releases from OpenAI to be delayed, stuff to break, and for service to sometimes be slow as we deal with capacity challenges,” he wrote.",
      "OpeanAI intends to release its “first” open language model since GPT-2 “in the coming months.” The company plans to host developer events to gather feedback and eventually showcase prototypes of the model. The first developer event is to be held in San Francisco, with sessions to follow in Europe and Asia.",
      "OpenAI made a notable change to its content moderation policies after the success of its new image generator in ChatGPT, which went viral for being able to create Studio Ghibli-style images. The company has updated its policies to allow ChatGPT to generate images of public figures, hateful symbols, and racial features when requested. OpenAI had previously declined such prompts due to the potential controversy or harm they may cause. However, the company has now “evolved” its approach, as stated in a blog post published by Joanne Jang, the lead for OpenAI’s model behavior.",
      "OpenAI wants to incorporate Anthropic’s Model Context Protocol (MCP) into all of its products, including the ChatGPT desktop app. MCP, an open-source standard, helps AI models generate more accurate and suitable responses to specific queries, and lets developers create bidirectional links between data sources and AI applications like chatbots. The protocol is currently available in the Agents SDK, and support for the ChatGPT desktop app and Responses API will be coming soon, OpenAI CEO Sam Altman said.",
      "The latest update of the image generator on OpenAI’s ChatGPT has triggered a flood of AI-generated memes in the style of Studio Ghibli, the Japanese animation studio behind blockbuster films like “My Neighbor Totoro” and “Spirited Away.” The burgeoning mass of Ghibli-esque images have sparked concerns about whether OpenAI has violated copyright laws, especially since the company is already facing legal action for using source material without authorization.",
      "OpenAI expects its revenue to triple to $12.7 billion in 2025, fueled by the performance of its paid AI software, Bloomberg reported, citing an anonymous source. While the startup doesn’t expect to reach positive cash flow until 2029, it expects revenue to increase significantly in 2026 to surpass $29.4 billion, the report said.",
      "OpenAI on Tuesday rolled out a major upgrade to ChatGPT’s image-generation capabilities: ChatGPT can now use the GPT-4o model to generate and edit images and photos directly. The feature went live earlier this week in ChatGPT and Sora, OpenAI’s AI video-generation tool, for subscribers of the company’s Pro plan, priced at $200 a month, and will be available soon to ChatGPT Plus subscribers and developers using the company’s API service. The company’s CEO Sam Altman said on Wednesday, however, that the release of the image generation feature to free users would be delayed due to higher demand than the company expected.",
      "Brad Lightcap, OpenAI’s chief operating officer, will lead the company’s global expansion and manage corporate partnerships as CEO Sam Altman shifts his focus to research and products, according to a blog post from OpenAI. Lightcap, who previously worked with Altman at Y Combinator, joined the Microsoft-backed startup in 2018. OpenAI also said Mark Chen would step into the expanded role of chief research officer, and Julia Villagra will take on the role of chief people officer.",
      "OpenAI has updated its AI voice assistant with improved chatting capabilities, according to a video posted on Monday (March 24) to the company’s official media channels. The update enables real-time conversations, and the AI assistant is said to be more personable and interrupts users less often. Users on ChatGPT’s free tier can now access the new version of Advanced Voice Mode, while paying users will receive answers that are “more direct, engaging, concise, specific, and creative,” a spokesperson from OpenAI told TechCrunch.",
      "OpenAI and Meta have separately engaged in discussions with Indian conglomerate Reliance Industries regarding potential collaborations to enhance their AI services in the country, per a report by The Information. One key topic being discussed is Reliance Jio distributing OpenAI’s ChatGPT. Reliance has proposed selling OpenAI’s models to businesses in India through an application programming interface (API) so they can incorporate AI into their operations. Meta also plans to bolster its presence in India by constructing a large 3GW data center in Jamnagar, Gujarat. OpenAI, Meta, and Reliance have not yet officially announced these plans.",
      "Noyb, a privacy rights advocacy group, is supporting an individual in Norway who was shocked to discover that ChatGPT was providing false information about him, stating that he had been found guilty of killing two of his children and trying to harm the third. “The GDPR is clear. Personal data has to be accurate,” said Joakim Söderberg, data protection lawyer at Noyb, in a statement. “If it’s not, users have the right to have it changed to reflect the truth. Showing ChatGPT users a tiny disclaimer that the chatbot can make mistakes clearly isn’t enough. You can’t just spread false information and in the end add a small disclaimer saying that everything you said may just not be true.”",
      "OpenAI has added new transcription and voice-generating AI models to its APIs: a text-to-speech model, “gpt-4o-mini-tts,” that delivers more nuanced and realistic sounding speech, as well as two speech-to-text models called “gpt-4o-transcribe” and “gpt-4o-mini-transcribe”. The company claims they are improved versions of what was already there and that they hallucinate less.",
      "OpenAI has introduced o1-pro in its developer API. OpenAI says its o1-pro uses more computing than its o1 “reasoning” AI model to deliver “consistently better responses.” It’s only accessible to select developers who have spent at least $5 on OpenAI API services. OpenAI charges $150 for every million tokens (about 750,000 words) input into the model and $600 for every million tokens the model produces. It costs twice as much as OpenAI’s GPT-4.5 for input and 10 times the price of regular o1.",
      "Noam Brown, who heads AI reasoning research at OpenAI, thinks that certain types of AI models for “reasoning” could have been developed 20 years ago if researchers had understood the correct approach and algorithms.",
      "OpenAI CEO Sam Altman said, in a post on X, that the company has trained a “new model” that’s “really good” at creative writing. He posted a lengthy sample from the model given the prompt “Please write a metafictional literary short story about AI and grief.” OpenAI has not extensively explored the use of AI for writing fiction. The company has mostly concentrated on challenges in rigid, predictable areas such as math and programming. And it turns out that it might not be that great at creative writing at all.",
      "we trained a new model that is good at creative writing (not sure yet how/when it will get released). this is the first time i have been really struck by something written by AI; it got the vibe of metafiction so right.PROMPT:Please write a metafictional literary short story…",
      "OpenAI rolled out new tools designed to help developers and businesses build AI agents — automated systems that can independently accomplish tasks — using the company’s own AI models and frameworks. The tools are part of OpenAI’s new Responses API, which enables enterprises to develop customized AI agents that can perform web searches, scan through company files, and navigate websites, similar to OpenAI’s Operator product. The Responses API effectively replaces OpenAI’s Assistants API, which the company plans to discontinue in the first half of 2026.",
      "OpenAI intends to release several “agent” products tailored for different applications, including sorting and ranking sales leads and software engineering, according to a report from The Information. One, a “high-income knowledge worker” agent, will reportedly be priced at $2,000 a month. Another, a software developer agent, is said to cost $10,000 a month. The most expensive rumored agents, which are said to be aimed at supporting “PhD-level research,” are expected to cost $20,000 per month. The jaw-dropping figure is indicative of how much cash OpenAI needs right now: The company lost roughly $5 billion last year after paying for costs related to running its services and other expenses. It’s unclear when these agentic tools might launch or which customers will be eligible to buy them.",
      "The latest version of the macOS ChatGPT app allows users to edit code directly in supported developer tools, including Xcode, VS Code, and JetBrains. ChatGPT Plus, Pro, and Team subscribers can use the feature now, and the company plans to roll it out to more users like Enterprise, Edu, and free users.",
      "According to a new report from VC firm Andreessen Horowitz (a16z), OpenAI’s AI chatbot, ChatGPT, experienced solid growth in the second half of 2024. It took ChatGPT nine months to increase its weekly active users from 100 million in November 2023 to 200 million in August 2024, but it only took less than six months to double that number once more, according to the report. ChatGPT’s weekly active users increased to 300 million by December 2024 and 400 million by February 2025. ChatGPT has experienced significant growth recently due to the launch of new models and features, such as GPT-4o, with multimodal capabilities. ChatGPT usage spiked from April to May 2024, shortly after that model’s launch.",
      "OpenAI has effectively canceled the release of o3 in favor of what CEO Sam Altman is calling a “simplified” product offering. In a post on X, Altman said that, in the coming months, OpenAI will release a model called GPT-5 that “integrates a lot of [OpenAI’s] technology,” including o3, in ChatGPT and its API. As a result of that roadmap decision, OpenAI no longer plans to release o3 as a standalone model.",
      "A commonly cited stat is that ChatGPT requires around 3 watt-hours of power to answer a single question. Using OpenAI’s latest default model for ChatGPT, GPT-4o, as a reference, nonprofit AI research institute Epoch AI found the average ChatGPT query consumes around 0.3 watt-hours. However, the analysis doesn’t consider the additional energy costs incurred by ChatGPT with features like image generation or input processing.",
      "In response to pressure from rivals like DeepSeek, OpenAI is changing the way its o3-mini model communicates its step-by-step “thought” process. ChatGPT users will see an updated “chain of thought” that shows more of the model’s “reasoning” steps and how it arrived at answers to questions.",
      "OpenAI is now allowing anyone to use ChatGPT web search without having to log in. While OpenAI had previously allowed users to ask ChatGPT questions without signing in, responses were restricted to the chatbot’s last training update. This only applies through ChatGPT.com, however. To use ChatGPT in any form through the native mobile app, you will still need to be logged in.",
      "OpenAI announced a new AI “agent” called deep research that’s designed to help people conduct in-depth, complex research using ChatGPT. OpenAI says the “agent” is intended for instances where you don’t just want a quick answer or summary, but instead need to assiduously consider information from multiple websites and other sources.",
      "OpenAI used the subreddit r/ChangeMyView to measure the persuasive abilities of its AI reasoning models. OpenAI says it collects user posts from the subreddit and asks its AI models to write replies, in a closed environment, that would change the Reddit user’s mind on a subject. The company then shows the responses to testers, who assess how persuasive the argument is, and finally OpenAI compares the AI models’ responses to human replies for that same post.",
      "OpenAI launched a new AI “reasoning” model, o3-mini, the newest in the company’s o family of models. OpenAI first previewed the model in December alongside a more capable system called o3. OpenAI is pitching its new model as both “powerful” and “affordable.”",
      "A new report from app analytics firm Appfigures found that over half of ChatGPT’s mobile users are under age 25, with users between ages 50 and 64 making up the second largest age demographic. The gender gap among ChatGPT users is even more significant. Appfigures estimates that across age groups, men make up 84.5% of all users.",
      "OpenAI launched ChatGPT Gov designed to provide U.S. government agencies an additional way to access the tech. ChatGPT Gov includes many of the capabilities found in OpenAI’s corporate-focused tier, ChatGPT Enterprise. OpenAI says that ChatGPT Gov enables agencies to more easily manage their own security, privacy, and compliance, and could expedite internal authorization of OpenAI’s tools for the handling of non-public sensitive data.",
      "Younger Gen Zers are embracing ChatGPT, for schoolwork, according to a new survey by the Pew Research Center. In a follow-up to its 2023 poll on ChatGPT usage among young people, Pew asked ~1,400 U.S.-based teens ages 13 to 17 whether they’ve used ChatGPT for homework or other school-related assignments. Twenty-six percent said that they had, double the number two years ago. Just over half of teens responding to the poll said they think it’s acceptable to use ChatGPT for researching new subjects. But considering the ways ChatGPT can fall short, the results are possibly cause for alarm.",
      "OpenAI says that it might store chats and associated screenshots from customers who use Operator, the company’s AI “agent” tool, for up to 90 days — even after a user manually deletes them. While OpenAI has a similar deleted data retention policy for ChatGPT, the retention period for ChatGPT is only 30 days, which is 60 days shorter than Operator’s.",
      "OpenAI is launching a research preview of Operator, a general-purpose AI agent that can take control of a web browser and independently perform certain actions. Operator promises to automate tasks such as booking travel accommodations, making restaurant reservations, and shopping online.",
      "Operator, OpenAI’s agent tool, could be released sooner rather than later. Changes to ChatGPT’s code base suggest that Operator will be available as an early research preview to users on the $200 Pro subscription plan. The changes aren’t yet publicly visible, but a user on X who goes by Choi spotted these updates in ChatGPT’s client-side code. TechCrunch separately identified the same references to Operator on OpenAI’s website.",
      "OpenAI has begun testing a feature that lets new ChatGPT users sign up with only a phone number — no email required. The feature is currently in beta in the U.S. and India. However, users who create an account using their number can’t upgrade to one of OpenAI’s paid plans without verifying their account via an email. Multi-factor authentication also isn’t supported without a valid email.",
      "ChatGPT’s new beta feature, called tasks, allows users to set simple reminders. For example, you can ask ChatGPT to remind you when your passport expires in six months, and the AI assistant will follow up with a push notification on whatever platform you have tasks enabled. The feature will start rolling out to ChatGPT Plus, Team, and Pro users around the globe this week.",
      "OpenAI is introducing a new way for users to customize their interactions with ChatGPT. Some users found they can specify a preferred name or nickname and “traits” they’d like the chatbot to have. OpenAI suggests traits like “Chatty,” “Encouraging,” and “Gen Z.” However, some users reported that the new options have disappeared, so it’s possible they went live prematurely.",
      "ChatGPT is a general-purpose chatbot that uses artificial intelligence to generate text after a user enters a prompt, developed by tech startup OpenAI. The chatbot uses GPT-4, a large language model that uses deep learning to produce human-like text.",
      "November 30, 2022 is when ChatGPT was released for public use.",
      "Both the free version of ChatGPT and the paid ChatGPT Plus are regularly updated with new GPT models. The most recent model is GPT-4o.",
      "There is a free version of ChatGPT that only requires a sign-in in addition to the paid version, ChatGPT Plus.",
      "Anyone can use ChatGPT! More and more tech companies and search engines are utilizing the chatbot to automate text or quickly answer user questions/concerns.",
      "Multiple enterprises utilize ChatGPT, although others may limit the use of the AI-powered tool.",
      "Most recently, Microsoft announced at its 2023 Build conference that it is integrating its ChatGPT-based Bing experience into Windows 11. A Brooklyn-based 3D display startup Looking Glass utilizes ChatGPT to produce holograms you can communicate with by using ChatGPT.  And nonprofit organization Solana officially integrated the chatbot into its network with a ChatGPT plug-in geared toward end users to help onboard into the web3 space.",
      "GPT stands for Generative Pre-Trained Transformer.",
      "A chatbot can be any software/system that holds dialogue with you/a person but doesn’t necessarily have to be AI-powered. For example, there are chatbots that are rules-based in the sense that they’ll give canned responses to questions.",
      "ChatGPT is AI-powered and utilizes LLM technology to generate text after a prompt.",
      "Yes.",
      "Due to the nature of how these models work, they don’t know or care whether something is true, only that it looks true. That’s a problem when you’re using it to do your homework, sure, but when it accuses you of a crime you didn’t commit, that may well at this point be libel.",
      "We will see how handling troubling statements produced by ChatGPT will play out over the next few months as tech and legal experts attempt to tackle the fastest moving target in the industry.",
      "Yes, there is a free ChatGPT mobile app for iOS and Android users.",
      "It’s not documented anywhere that ChatGPT has a character limit. However, users have noted that there are some character limitations after around 500 words.",
      "Yes, it was released March 1, 2023.",
      "Everyday examples include programming, scripts, email replies, listicles, blog ideas, summarization, etc.",
      "Advanced use examples include debugging code, programming languages, scientific concepts, complex problem solving, etc.",
      "It depends on the nature of the program. While ChatGPT can write workable Python code, it can’t necessarily program an entire app’s worth of code. That’s because ChatGPT lacks context awareness — in other words, the generated code isn’t always appropriate for the specific context in which it’s being used.",
      "Yes. OpenAI allows users to save chats in the ChatGPT interface, stored in the sidebar of the screen. There are no built-in sharing features yet.",
      "Yes. There are multiple AI-powered chatbot competitors such as Together, Google’s Gemini and Anthropic’s Claude, and developers are creating open source alternatives.",
      "OpenAI has said that individuals in “certain jurisdictions” (such as the EU) can object to the processing of their personal information by its AI models by filling out this form. This includes the ability to make requests for deletion of AI-generated references about you. Although OpenAI notes it may not grant every request since it must balance privacy requests against freedom of expression “in accordance with applicable laws”.",
      "The web form for making a deletion of data about you request is entitled “OpenAI Personal Data Removal Request”.",
      "In its privacy policy, the ChatGPT maker makes a passing acknowledgement of the objection requirements attached to relying on “legitimate interest” (LI), pointing users towards more information about requesting an opt out — when it writes: “See here for instructions on how you can opt out of our use of your information to train our models.”",
      "Recently, Discord announced that it had integrated OpenAI’s technology into its bot named Clyde where two users tricked Clyde into providing them with instructions for making the illegal drug methamphetamine (meth) and the incendiary mixture napalm.",
      "An Australian mayor has publicly announced he may sue OpenAI for defamation due to ChatGPT’s false claims that he had served time in prison for bribery. This would be the first defamation lawsuit against the text-generating service.",
      "CNET found itself in the midst of controversy after Futurism reported the publication was publishing articles under a mysterious byline completely generated by AI. The private equity company that owns CNET, Red Ventures, was accused of using ChatGPT for SEO farming, even if the information was incorrect.",
      "Several major school systems and colleges, including New York City Public Schools, have banned ChatGPT from their networks and devices. They claim that the AI impedes the learning process by promoting plagiarism and misinformation, a claim that not every educator agrees with.",
      "There have also been cases of ChatGPT accusing individuals of false crimes.",
      "Several marketplaces host and provide ChatGPT prompts, either for free or for a nominal fee. One is PromptBase. Another is ChatX. More launch every day.",
      "Poorly. Several tools claim to detect ChatGPT-generated text, but in our tests, they’re inconsistent at best.",
      "No. But OpenAI recently disclosed a bug, since fixed, that exposed the titles of some users’ conversations to other people on the service.",
      "None specifically targeting ChatGPT. But OpenAI is involved in at least one lawsuit that has implications for AI systems trained on publicly available data, which would touch on ChatGPT.",
      "Yes. Text-generating AI models like ChatGPT have a tendency to regurgitate content from their training data.",
      "This story is continually updated with new information."
    ]
  }
]