[
  {
    "url": "https://techcrunch.com/2025/09/03/scale-ai-is-suing-a-former-employee-and-rival-mercor-alleging-they-tried-to-steal-its-biggest-customers/",
    "story": [
      "Scale AI, which helps tech companies prepare data to train their AI models, filed a lawsuit against one of its former sales employees and its rival Mercor on Wednesday. The suit claims the employee, who was hired by Mercor, “stole more than 100 confidential documents concerning Scale’s customer strategies and other proprietary information,” according to a copy seen by TechCrunch.",
      "Scale is suing Mercor for misappropriation of trade secrets and is suing the former employee, Eugene Ling, for breach of contract. The suit also claims the employee was trying to pitch Mercor to one of Scale’s largest customers before he officially left his former job. The suit calls this company “Customer A.”",
      "Mercor co-founder Surya Midha denies that his company used any data from Scale, although he admits that Ling may have been in possession of some.",
      "“While Mercor has hired many people who departed Scale, we have no interest in any of Scale’s trade secrets and in fact are intentionally running our business in a different way. Eugene informed us that he had old documents in a personal Google Drive, which we have never accessed and are now investigating,” Midha told TechCrunch in an emailed statement.",
      "“We reached out to Scale six days ago offering to have Eugene destroy the files or reach a different resolution, and we are now awaiting their response,” Midha said.",
      "Scale alleges that these documents contained the specific data that would allow Mercor to serve Customer A, as well as several other of Scale’s most important clients.",
      "Scale wanted Mercor to give it a full list of the files in the drive, and to prevent Ling from working with Customer A. It alleges in the suit that Mercor refused. Ling did not immediately respond to TechCrunch’s request for comment, but he later wrote on X: “Just heard I’m getting sued by Scale. Last month, I left Scale to work at Mercor. I know this was frustrating for my old team, and I feel bad about that.”",
      "Continued Ling, “When Scale reached out about some files I had in my personal drive, I asked if I could just delete them. But Scale asked that I not do anything with them, so I’m still waiting for guidance on how to resolve this. I’ve never used any of them in this role. It sounds like Scale wants to sue me and that’s up to them. But I just wanted to say that there truly was no nefarious intent here. I’m really sorry to my new team at Mercor for having to deal with this.”",
      "There are scant clues in the suit about the identity of Customer A. The suit does say that if Scale’s rival did win this customer away, it would be a contract “worth millions of dollars to Mercor.”",
      "Whatever the details of this suit, it does show one thing: Scale is clearly concerned enough about the threat of Mercor to pursue legal action. As TechCrunch previously reported, even with Meta’s multibillion-dollar investment into Scale, TBD Labs — the core unit within Meta tasked with building AI superintelligence — is still using Mercor and other LLM data training service providers.",
      "Mercor is rising in the LLM training arena because it is known for hiring content specialists, often PhDs, to train LLM data in their areas of expertise.",
      "In June, Scale announced that Meta was investing $14.3 billion for a 49% stake in Scale and was hiring away its founder. Shortly after that, several of Scale AI’s largest data customers, who are competitors to Meta’s efforts, reportedly cut ties with it.",
      "Updated with comments on social media from Eugene Ling."
    ]
  },
  {
    "url": "https://techcrunch.com/2025/09/03/coreweave-acquires-agent-training-startup-openpipe/",
    "story": [
      "CoreWeave, which provides cloud servers to large companies training AI models, has struck an agreement to acquire OpenPipe, a two-year-old Y Combinator-backed startup that helps enterprises develop customized AI agents with reinforcement learning, the companies announced on Wednesday.",
      "“Reinforcement learning is emerging as a pivotal force to strengthen model performance on agentic and reasoning tasks,” said Brian Venturo, co-founder of CoreWeave, in a statement to TechCrunch. “By combining OpenPipe’s advanced self-learning tools with CoreWeave’s high-performance AI cloud, we’re expanding our platform to give developers at AI labs and beyond an important advantage in building scalable intelligent systems.”",
      "CoreWeave and OpenPipe did not disclose the terms of the deal. In March 2024, the Seattle-based OpenPipe raised a $6.7 million seed round, with backers including Costanoa Ventures, Y Combinator, Google DeepMind’s Logan Kilpatrick, GitHub co-founder Tom Preston-Werner, and GitHub Copilot  co-creator Alex Graveley.",
      "The deal marks CoreWeave’s latest attempt to expand up and down the stack, following its acquisition of the AI developer platform Weights & Biases in March. OpenPipe develops a popular open source toolkit for creating AI agents called ART (agent reinforcement trainer). While many of CoreWeave’s biggest customers include leading AI labs such as OpenAI, the company is also trying to appeal to smaller enterprises.",
      "A growing number of AI labs and startups are building out enterprise products around reinforcement learning, which involves rewarding AI models for correct responses. Reinforcement learning has proven a strong way to improve an AI model’s performance on a specific task; the idea with these enterprise products is to train AI agents specifically for a company’s needs.",
      "This kind of customer-specific training requires a lot of computing resources, and by acquiring OpenPipe, CoreWeave hopes to both power and offer such services. OpenPipe’s team will be joining CoreWeave, and customers of OpenPipe will become CoreWeave customers."
    ]
  },
  {
    "url": "https://techcrunch.com/2025/09/03/how-to-watch-apple-announce-the-iphone-17/",
    "story": [
      "Apple is hosting its “Awe dropping” hardware event on Tuesday at 10 a.m. PT. The company is expected to announce its iPhone 17 lineup, which could include a slimmer version, as well as updates for the Apple Watch and AirPods.",
      "The keynote will take place at Apple Park in Cupertino. Viewers can tune in to the livestream here or watch it on Apple’s website. As usual, TechCrunch will be covering the event, so stay tuned for news.",
      "There have been numerous rumors surrounding the upcoming iPhone lineup. Taking center stage is the rumored iPhone 17 Air, which could replace the Plus model and would be notably thinner than any previous iPhone model.",
      "Additionally, the iPhone 17 is expected to feature a slightly larger 6.3-inch screen and a 120Hz display, a big boost from the existing 60Hz. It’s also speculated to include a 24-megapixel front camera.",
      "The Pro model may receive a significant redesign on the back of the device, too. Instead of a square-shaped camera bump on the left, there could be a rectangular camera bar extending across the width of the ‌iPhone‌, with the flash and lidar sensor on the right.",
      "Apple may also provide more details about the public release of iOS 26, which introduces a Liquid Glass interface that offers a more transparent look."
    ]
  },
  {
    "url": "https://techcrunch.com/2025/09/03/apples-siri-upgrade-could-reportedly-be-powered-by-google-gemini/",
    "story": [
      "Apple’s Siri overhaul may include an AI-powered web search tool with technology powered by Google’s Gemini, according to a new report from Bloomberg’s Mark Gurman. The iPhone maker, which has been criticized for falling behind in the AI race, delayed its long-awaited Siri update until 2026. In the meantime, the company has been scrambling to determine whether its own AI models alone will work well enough to make its upgraded Siri competitive with the AI answer engines available today from tech companies like OpenAI, Perplexity, and Google.",
      "Per Bloomberg, Apple could be turning to Google for a solution to its problems. The report claims that Apple and Google reached a formal agreement this week that will see Apple testing a Google AI model in Siri. If successful, the technology could also be used in other areas of iPhone software, including the Safari browser and Spotlight search, which is available on the Home Screen.",
      "In previous years, Spotlight seemed to be ramping up to become a rival of sorts to Google, as it allowed iPhone users to bypass web searches to get basic answers about popular topics, like information about actors, musicians, TV shows, and movies, among other things. With AI chatbots, however, consumers can now source quick answers about a wide range of topics beyond those that could be found on Wikipedia.",
      "The report suggests that the upgraded search experience’s interface will use a combination of text, photos, videos, and local points of interest, as well as an AI-powered summarization feature. It will also be able to tap into users’ personal data and let them navigate their devices via voice."
    ]
  },
  {
    "url": "https://techcrunch.com/2025/09/03/mistral-the-french-ai-giant-is-reportedly-on-the-cusp-of-securing-a-14-billion-valuation/",
    "story": [
      "French AI startup Mistral AI is finalizing a €2 billion investment at a post-money valuation of $14 billion, reports Bloomberg, positioning the company as one of Europe’s most valuable tech startups. The two-year-old OpenAI rival, founded by former DeepMind and Meta researchers, develops open source language models and Le Chat, its AI chatbot built for European audiences.",
      "Mistral isn’t commenting on the report, but the round would represent Mistral’s first major raise since June 2024, when it was valued at €5.8 billion. The company has previously raised over €1 billion from prominent investors, including Andreessen Horowitz and General Catalyst.",
      "The investment comes as European AI startups gain unprecedented momentum. European AI companies secured 55% more year-on-year investment in Q1 2025, according to Dealroom, with 12 European startups achieving unicorn status in the first half of the year. Also leading this surge is Sweden’s Lovable, an AI coding platform that reached a $1.8 billion valuation in July just eight months after its launch."
    ]
  },
  {
    "url": "https://techcrunch.com/2025/09/03/netflix-updates-its-moments-feature-to-give-users-greater-control-over-scene-clipping/",
    "story": [
      "Netflix launched a scene-clipping feature for mobile last year called “Moments,” which lets users quickly save their favorite scenes from shows and movies within the Netflix app. The streaming giant rolled out an update on Wednesday, allowing users to specify both a starting point and an endpoint when saving a scene.",
      "People now have the option to adjust the scene’s ending, allowing them to create clips that are as long or as short as they prefer. Previously, users could only set a starting point when saving a scene.",
      "To use the feature, begin watching a show or movie, then tap anywhere on the screen and click the “Clip” button. After saving, the clip will live in the “My Netflix” tab to rewatch for later. You can also share on social media, and your followers can click on the post to be taken to the particular scene within the Netflix app.",
      "This update coincides with the release of Part 2 of the second season of “Wednesday.” Launching the Moments update alongside the hit series, which will feature Lady Gaga as a guest star, will likely generate excitement for the show and encourage fans to share scenes on social media.",
      "According to the company, members have used Moments across thousands of titles."
    ]
  },
  {
    "url": "https://techcrunch.com/2025/09/03/instagram-is-finally-launching-an-ipad-app/",
    "story": [
      "After years of people constantly nudging Instagram about releasing an iPad app, the social network is finally launching one today. This means users will no longer need to use the iPhone app, which is not optimized for larger screens, or Instagram for web on the iPad.",
      "The new app defaults to the Reels screen, allowing you to scroll up and watch short videos on a larger screen.",
      "The iPad app has nearly all the features of the phone app when it comes to consumption. Stories appear at the top of the app, and you can access different options from the left-hand sidebar, like the following feed, DMs, Search, Explore, and notifications.",
      "Instagram’s Feed on iPad has three options: “All” for recommended posts and reels from accounts you follow; “Friends” to look at posts and reels from mutuals; and “Latest” to see posts and reels in chronological order. You can also reorder these feeds according to your preference.",
      "Until now, Instagram on iPad was just a blown-up iOS app, which wasn’t pleasant to look at. The company said that it has now revamped the experience to suit the big screen. For instance, when you are watching a reel, you can look at comments on the side, and when you are in the messages tab, you can open a particular conversation while looking at all the active chats on the left.",
      "While Instagram has existed for nearly 15 years, the company didn’t make an iPad app a priority until now. Instagram head Adam Mosseri said multiple times in the past that the company was in no hurry to develop an iPad version. Earlier this year, The Information reported that Instagram was finally building an iPad app.",
      "This also gave birth to third-party viewers like Retro in the past to make the Instagram experience better for iPad users.",
      "The new Instagram app for iPad is available for all iPads running iOS 15.1 or later, the company says."
    ]
  },
  {
    "url": "https://techcrunch.com/2025/09/03/college-social-app-fizz-expands-into-grocery-delivery/",
    "story": [
      "Fizz, the college social app, is expanding into grocery delivery thanks to a new partnership with Gopuff, the startup told TechCrunch exclusively. The partnership will allow students to order anything from late-night snacks to weekly groceries directly within the Fizz app in as fast as 15 minutes, Fizz says.",
      "Founded in 2021, Fizz is available at more than 620 campuses across the United States, with over 27 million posts shared to date. The social platform allows students to connect anonymously with others at their university. Fizz also features a marketplace where users can buy and sell items locally.",
      "Fizz co-founder and CEO Teddy Solomon told TechCrunch in an email that the startup’s expansion into grocery delivery was a long time coming, as users had been asking for the feature for some time.",
      "He says that students are already using Fizz to buy and sell through the Fizz Marketplace and to coordinate group food and beverage delivery, so it made sense to make grocery delivery possible through the app.",
      "Solomon also believes it was a natural fit for Fizz to partner with Gopuff, since it’s also a service that was founded by and for college students and is popular among a younger customer base.",
      "“Gopuff was founded by college students and has long had a strong presence on campuses, so the synergy with Fizz was clear,” Solomon said. “We share the same Gen Z DNA, and once conversations began, it was obvious this partnership would be a great fit. By combining Fizz’s community and extreme distribution with Gopuff’s ability to deliver essentials instantly, we are making student life easier.”",
      "While students could already order groceries through Gopuff directly, Fizz says the new integration allows for more convenience. Additionally, the Fizz Store features pre-selected collections of groceries to make it easier to shop for essentials. Examples of these include the Gym, Study Fuel, and Rush bags.",
      "Despite adding a marketplace and grocery delivery, Fizz says it’s still a social app and will always be one.",
      "“As platforms like Instagram and TikTok have gone all in on entertainment (only 7% of content consumed on Instagram is from friends), Fizz has continued to be the most powerful community for shared experiences and identities,” Solomon said. “Features like the Fizz Store are a direct extension of the core experience, and help to fulfill Fizz’s mission of being the social app for the 99% of life that is not on Instagram and TikTok.”",
      "In terms of the future, Solomon says Fizz will continue to expand to new campuses and markets. Fizz also plans to expand its social features while focusing on authenticity and community.",
      "Fizz shared that in the past month, it has quadrupled its daily active users, launched on 250+ new campuses, and broken its one-day registration record 12 days in a row.",
      "The startup has raised $41 million in funding to date."
    ]
  },
  {
    "url": "https://techcrunch.com/2025/09/03/xais-cfo-is-the-latest-executive-to-leave-elon-musks-ai-firm/",
    "story": [
      "Mike Liberatore, xAI’s chief financial officer, has left the company, according to reporting from The Wall Street Journal. This marks the latest in a string of high-profile executive departures.",
      "The former Airbnb executive joined the company in April and left around the end of July, per the WSJ.",
      "While at xAI, he helped orchestrate the company’s $5 billion debt raise, alongside another $5 billion in equity — almost half of which came from SpaceX. He also oversaw some of the Elon Musk-owned AI firm’s data center expansion in Memphis.",
      "Liberatore’s departure comes after xAI’s general counsel, Robert Keele, left in August — a little over a year on the job. Raghu Rao, a senior lawyer, left around the same time as Keele and Liberatore, per the WSJ. Igor Babuschkin, an xAI co-founder, announced his departure last month, saying he left the company to launch his own VC firm dedicated to AI safety research.",
      "Linda Yaccarino, former CEO of X, also resigned in July following concerning behavior from Grok, xAI’s chatbot that can be accessed through X. xAI acquired X in late March."
    ]
  },
  {
    "url": "https://techcrunch.com/2025/09/03/firstclub-bucks-indias-speed-obsession-quickly-triples-valuation-to-120m-with-premium-approach/",
    "story": [
      "While quick commerce in India has become synonymous with 10-minute deliveries — and the hottest play for startups and investors — FirstClub is taking a slower, more curated route. Yet just three months after launching its app, the 8-month-old startup has tripled its valuation.",
      "At a post-money valuation of $120 million, the Bengaluru-based startup has raised $23 million in a Series A round (comprising more than 90% equity and the rest in debt) co-led by returning investors Accel and RTP Global. The round also saw participation from Blume Founders Fund, 2am VC, Paramark Ventures, and Aditya Birla Ventures. This new funding comes just eight months after FirstClub raised its $8 million seed round at a $40 million valuation in December.",
      "E-commerce in India — the world’s second-largest shopper base — has surged to approximately $60 billion in gross merchandise value (GMV) and is expected to grow at 18% annually, reaching $170-$190 billion by 2030, per a recent Bain & Company report. Nearly one in every 10 retail dollars in India is projected to be spent online by the end of the decade. Over the past few months, the market has shifted from traditional e-commerce, where deliveries typically took two to three days, to ultra-fast fulfillment — chiefly driven by the rise of quick-commerce startups. This shift has even prompted incumbents like Amazon and Walmart-owned Flipkart to enter the fray with their own rapid delivery offerings.",
      "However, FirstClub sees a gap: Rather than racing to be the fastest, the startup is betting on quality. It is targeting the top 10% of Indian households — roughly 20 million of them — with premium products and a curated experience.",
      "Launched in June, the startup currently serves customers in a few localities of Bengaluru with four dark stores, which it calls “clubhouses.” Dark stores are fulfillment centers that look like retail stores but serve only online orders. The company stocks over 4,000 curated stock-keeping units from brands across packaged foods, fresh produce, bakery, dairy, and nutrition.",
      "“Based the last three months’ data, it’s quite clear that consumers are happy to wait if they are getting a very differentiated selection, a good quality of products, a differentiated service, and a very hand-holding sort of an experience,” said Ayyappan R, founder and CEO of FirstClub, in an interview.",
      "The startup currently sees an average order value of ₹1,050 (approximately $12) — about twice that of leading quick-commerce platforms when delivering groceries — along with a 60% repeat purchase rate, the executive told TechCrunch.",
      "The founder hit the ground running with experience under his belt. Before founding FirstClub in December, Ayyappan spent over a decade at Flipkart, India’s largest homegrown e-commerce company, where he led teams at its subsidiaries Myntra (a fashion e-commerce site) and Cleartrip (a travel booking site). He was previously part of the team at Indian consumer goods giant ITC, focusing on strategies to expand grocery market and outlet coverage. Those experiences helped him quickly turn FirstClub from a concept into a business.",
      "“In a span of six months, we have been able to build an end-to-end tech platform,” he recalled.",
      "The startup has also established its own supply chain network and partnered with select brands to offer exclusive products. Currently, 60% of the products on its platform are exclusive.",
      "“We are not indexing on the delivery speed, but we are saying that the products you get here, you would not find elsewhere, whether it is offline or online,” Ayyappan told TechCrunch.",
      "FirstClub has also hired a third-party consumer panel to test products that will be featured on its platform.",
      "“If I take an example of, say, paneer (cottage cheese in Hindi), 20 products from very, very different brands of paneer are tested by this consumer panel, which is done as a blind test, and whatever comes as the best, the top-three products, these will get onto the platform,” the founder stated.",
      "The startup began its journey with grocery as the first category. It found that while the competition is quite intense in this space, with most quick commerce companies, including Blinkit and Swiggy’s Instamart, offering groceries through their platforms, there is room for a differentiated selection of premium-quality items, Ayyappan said.",
      "FirstClub aims to expand beyond groceries into new categories, including children’s food, pet food, and nutraceuticals. It is venturing into cafes in the next 30 days, Ayyappan told TechCrunch, with a differentiated approach that will not include preheated food but instead freshly made items.",
      "The startup also plans to enter the home and general merchandise categories within the next six months. This will include home decor, home essentials, home care, furnishing, and even utensils, the founder said.",
      "FirstClub’s customer base is 70% women. As a result, the company not only curates products tailored to them but is also expanding into categories most relevant to their needs.",
      "Sharing more customer insights, Ayyappan told TechCrunch that FirstClub’s customers are primarily in the income bracket of ₹1.5 million (around $17,000) annual household income. The startup prevents customers from checking out if their cart value is under ₹199 (roughly $2.40) to select the right customers.",
      "Further, the app is designed for a browser-led experience rather than a search-led one, which is typical of most quick commerce platforms. This approach encourages users to spend more time exploring options, improving retention and enabling the startup to deliver a curated experience based on customer insights. The startup has also banned from its supply chain products containing over 200 ingredients that can harm consumers, the founder said.",
      "“Everybody’s like, ‘I’ll offer a large selection and let the consumer choose what they want,’ versus the platform taking ownership — saying every single product it sells has to be top-notch quality,” Ayyappan noted.",
      "FirstClub essentially wants to bring the kind of experience that retailers like Costco, Whole Foods, Trader Joe’s, and TJ Maxx offer in North America, the founder stated.",
      "“We want to be present to the consumers across multiple channels and multiple platforms,” he said. “Probably a slotted delivery, subscription delivery, offline, so all of these would come into the picture as well.”",
      "With the fresh funding, the startup also plans to expand its clubhouses to up to 35, covering most of Bengaluru this year, before entering a new city.",
      "“We might invite the consumers to our clubhouses as well to showcase this is how hygienic [they are], and this is how we maintain the quality,” Ayyappan said.",
      "The startup currently has a headcount of 185 employees, including a 75-person operational staff."
    ]
  },
  {
    "url": "https://techcrunch.com/2025/09/03/spacex-gets-the-green-light-to-more-than-double-its-florida-launches/",
    "story": [
      "The world’s most-flown rocket may start flying even more.",
      "U.S. regulators have completed a key environmental review that paves the way for SpaceX to more than double the number of Falcon 9 launches from Florida’s Cape Canaveral Space Force Station.",
      "In addition to the annual launch increase from 50 launches to up to 120, the Federal Aviation Administration’s environmental review also approved a new on-site landing zone that could accommodate up to 34 booster landings per year. These boosters are the reusable first-stage portions of Falcon 9 rockets that SpaceX lands and refurbishes for future flights.",
      "The review, finalized on Wednesday, found what’s known as a “Mitigated Finding of No Significant Impact,” meaning the proposed changes “would not significantly impact the quality of the human environment” under federal law, with impacts reduced by specific protective measures.",
      "Those measures include obtaining additional environmental permits before construction of the new facilities, using sea turtle-friendly lighting at night, and conducting pre-construction surveys of Florida scrub-jay and eastern indigo snake populations to ensure wildlife protection.",
      "Regarding water management, the review concluded it is highly unlikely for industrial wastewater — specifically the huge volumes of water discharged by the deluge system during launch — to discharge into nearby waters.",
      "The deluge system, which sprays massive amounts of water onto the launch pad during liftoff to absorb heat and sound from the rocket engines, has been contentious. At SpaceX’s Starbase launch site in Texas, environmental groups sued local regulators over authorizations allowing the company to discharge industrial wastewater from the pad.",
      "Wednesday’s environmental approval is just one step in the process. SpaceX still needs the FAA to officially modify its launch license to allow the higher launch numbers. The Department of the Air Force must also approve the changes since the launch pad sits on Space Force property.",
      "The approval paves the way for SpaceX to continue its trend of ramping up Falcon 9 launches each year. Launch frequency has climbed sharply in recent years, going from 60 launches per year in 2022 to 132 in 2024.",
      "Even as the most-launched rocket in the world, SpaceX still has a crowded manifest. It conducts launches for commercial customers, the Department of Defense, and its own Starlink internet satellites. The launch increase should ease this bottleneck. The dedicated landing zone could also shorten booster turnarounds, as the company will not need to rely on landing the booster offshore on a drone ship as frequently.",
      "The decision is part of a much broader multi-site push by SpaceX to increase its launch cadence. The company is also looking to expand on the West Coast, with plans to launch as many as 100 Falcon launches per year from Vandenberg Space Force Base in California. Meanwhile, regulators are also reviewing a proposal that would allow for an increase in Starship launches — SpaceX’s much larger rocket designed for moon and Mars missions — from both Texas and Florida."
    ]
  },
  {
    "url": "https://techcrunch.com/2025/09/03/pornhub-owner-pays-5m-settlement-to-ftc-over-historic-failure-to-block-abusive-content/",
    "story": [
      "Pornhub owner Aylo will pay a $5 million settlement to the Federal Trade Commission (FTC) and Utah over allegations that the company knowingly profited off of child sexual abuse material (CSAM) and nonconsensual material (NCM).",
      "Formerly MindGeek, Aylo made some significant changes to the way it moderates content in late 2020, when The New York Times published an exposé showing how Pornhub — Aylo’s most popular portfolio website — failed to prevent and remove uploads of CSAM and NCM. It was only after pressure from credit card operators that the company began to verify the ages of all actors in uploaded videos and require documents that prove the actors’ consent.",
      "But the FTC and Utah allege that even after Aylo enacted these safeguards, the company continued to host illegal content and irresponsibly manage consumer data.",
      "According to the FTC, Aylo failed to disclose that after performers verified their identities through a third-party vendor, Aylo obtained the data from the vendor to hold indefinitely. This data, which the FTC alleges was not stored safely, could include Social Security numbers, addresses, birth dates, and other information that could be found on government IDs.",
      "“Aylo also told its models that they could ‘trust that their personal data remains secure’ yet failed to use standard security measures to protect the data,” the FTC said in a press release. “For example, Aylo did not encrypt the personal data it stored, failed to limit access to the data, and did not store the data behind a firewall.”",
      "The FTC also claims that Aylo failed to keep its promise that it would ban users who attempted to upload CSAM. The complaint says that Aylo only prohibited these users from making a new account using the same username or email address.",
      "Aylo also committed to “fingerprinting” videos suspected to be CSAM so that if someone attempted to upload it to one of its hundreds of porn sites, then it would be flagged. But the FTC alleges that this technology was not effective from at least 2017 to August 2021, resulting in hundreds of videos previously identified as CSAM being reuploaded.",
      "Aylo willingly entered into this settlement, which the company says “reaffirms [its] efforts to prevent the publication of CSAM and NCM,” per a statement emailed to TechCrunch.",
      "As part of the settlement, Aylo must verify the consent and identity of anyone who appears in uploaded photos or videos. The company is also ordered to enact policies, procedures, and technical measures to block the publication of CSAM and NCM and remove content posted prior to the implementation of this system.",
      "“The resolution reached involved enhancements to existing measures but did not introduce any new substantive requirements that were not either already in place or in progress,” Aylo said.",
      "For the next decade, Aylo will face independent third-party audits to make sure the company adheres to the terms of the settlement."
    ]
  },
  {
    "url": "https://techcrunch.com/2025/09/03/google-brings-material-3-expressive-to-pixel-6-and-newer-devices-along-with-other-features/",
    "story": [
      "Google announced on Wednesday that it’s bringing a slew of new features to the Android ecosystem and Pixel devices. The tech giant is introducing Material 3 Expressive to Pixel phones, Adaptive Audio for the Pixel Buds Pro 2, on-wrist navigation for the Pixel Watch, new AI writing tools in Gboard, enhanced audio sharing capabilities, the ability to create custom Android bots, and more.",
      "Starting Wednesday, Material 3 Expressive is coming to Pixel 6 and newer devices, as well as Pixel Tablet. Google says Material 3 Expressive will make your Pixel feel even more personal, as you can use Live effects to add animations to your lock screen’s wallpaper and create customized calling cards for contacts.",
      "Later this month, Google is bringing Adaptive Audio to the Pixel Buds Pro 2, allowing the buds to adjust to your surroundings so you can remain alert while listening to your music. Plus, you’ll be able to use your buds to have clear talks with Gemini when you’re in a loud environment. You can also accept or dismiss an incoming call by nodding or shaking your head.",
      "Additionally, Pixel Watch users can now start walking or biking navigation on their phone in Google Maps and then have it automatically displayed on their smartwatch.",
      "As for the new AI writing tools in Gboard, you can now revise your tone to be more formal, expressive, or concise. You can also quickly fix your spelling and grammar. Google says all proofreading and rewriting happens on your device, which means your data remains private.",
      "Google also announced that you can now pair two LE Audio Bluetooth headphones to your Android phone so you and another person can listen at the same time. With audio sharing, you can listen to a song at the same time or watch a movie together using your own headphones. The tech giant says this feature could be helpful in several different instances, like when you’re in a busy cafe or commuting on a train.",
      "Plus, you can create a QR code to share audio with a group by starting a private broadcast that other people can join. The feature lets multiple people listen to the same playlist on their own headphones, which Google says could be used to do things like host a silent disco.",
      "Google highlighted that the redesigned Quick Share feature on Android makes it easier to share and receive content, allowing you to instantly switch between sending and receiving, preview photos before sharing, and open received files immediately. Plus, there’s a new progress indicator that shows you live updates about what percentage of the file has been transferred.",
      "Last, Google announced that it’s introducing Androidify, which is a way to build your own Android bot by uploading a selfie or writing a prompt. Androidify uses Gemini 2.5 Flash to caption the photo and Imagen to generate your custom Android bot. In some cases, it uses Veo 3, Google’s latest video generation model, to animate your bot."
    ]
  },
  {
    "url": "https://techcrunch.com/2025/09/03/orchard-robotics-founded-by-a-thiel-fellow-cornell-dropout-raises-22m-for-farm-vision-ai/",
    "story": [
      "Inspired by his grandparents, who were apple farmers in China, Charlie Wu got the idea to apply technology to agriculture while studying computer science at Cornell University, a top agriculture school.",
      "“I got to meet fruit professors who are the best in the world at what they do,” Wu told TechCrunch. “Through talking to them, I realized even the largest farms in the nation basically have no idea what is actually growing out in their fields.”",
      "He dropped out of Cornell, became a Thiel fellow, and in 2022 began building Orchard Robotics, a startup that uses cameras and AI to help fruit growers manage their crops more precisely.",
      "On Wednesday, Orchard Robotics announced that it raised a $22 million Series A funding led by Quiet Capital and Shine Capital, and with participation from returning investors, including General Catalyst and Contrary.",
      "Although the idea of using computer vision for specialty crops isn’t new, Wu says that the largest farms in the U.S. still rely on manual sampling to make critical decisions about farm operations.",
      "Since farmers inspect only a small percentage of their crops, their estimations of how many healthy fruits they have on their vineyard or orchard can be extremely imprecise.",
      "“If you don’t know what you’re growing in the field, you don’t know how much chemical to apply to it. You don’t know how many workers to hire to harvest it. You don’t know what you can actually sell and market,” Wu said.",
      "Orchard’s small camera attaches to tractors or farm vehicles, collecting ultra-high-resolution images about fruit health as the operator drives through the field. Those images are then analyzed by AI for fruit size, color, and health.",
      "The data is then uploaded into Orchard’s cloud-based software, which acts as a central record for making decisions such as the vines or trees that may need extra fertilization, pruning, or thinning.",
      "Orchard is already in use in some of the country’s largest apple and grape farms, and the startup recently began to offer its technology to blueberries, cherries, almonds, pistachios, citrus, and strawberry growers.",
      "The company is not alone in its use of tractor-mounted cameras to leverage AI for specialty crop image analysis. Orchard’s direct competitors include Bloomfield Robotics, which last year was acquired by farm equipment manufacturer Kubota, as well as seed-stage startups Vivid Robotics and Green Atlas.",
      "Wu admits the existing market for fruit and vegetable data is only $1.5 billion, but he believes that future AI advancements will allow the technology to make autonomous decisions, expanding Orchard’s product offerings.",
      "He hopes Orchard’s evolution mirrors that of Flock Safety, a public safety startup now valued at $7.5 billion, which over the past eight years has expanded from simply collecting license plate information to a range of other products, including gunshot detection and video surveillance.",
      "“Our ambition is to be a lot more than just collecting data,” Wu said. “We want to collect the data, then build an operating system on top of the data, and then eventually own all the workflows in the farm, and that’s going to have the potential to expand our market by quite a bit.”"
    ]
  },
  {
    "url": "https://techcrunch.com/2025/09/01/bmw-i-am-so-breaking-up-with-you/",
    "story": [
      "I want to be clear from the outset. I’ve never been a car enthusiast. My driving history includes a hand-me-down Volvo with a hole in the floorboards and a series of aggressively practical vehicles, including a VW Golf and a Mazda SUV in which I hauled my family around for 12 years. Then I leased a BMW i4 electric car.",
      "What drew me to the i4? Unlike other electric vehicles, BMWs don’t look like something out of the Jetsons; I like that they’re understated cars that happen to be electric. I liked that they’re far less common than other EVs in Northern California. Plus, the i4 comes in something like a dozen colors, including “Brooklyn Gray,” which — I know I sound ridiculous — delighted me in ways that Tesla’s handful of options never could. I’d read online that early adopters were having software issues, but with visions of my sleek new BMW dancing in my head, I conveniently filed that information away. Those first few drives felt exhilarating, too. The car was beautiful, the ride was smooth, and I felt like we were going places.",
      "Nearly two years later, I’m doing something I never thought I’d do: eagerly awaiting the end of a lease on a luxury car because its software is such a disaster that it makes my rusted-out Volvo look like a paragon of reliability.",
      "A love story gone awry",
      "Let me count the ways this relationship has gone wrong, starting with the most basic function: getting into my own car. On multiple occasions, I’ve stood in parking lots, unable to unlock its doors with my phone despite the BMW Digital Key being specifically designed for this purpose. This sounds trivial until you’re juggling melting groceries while looking like you’re trying to steal your own vehicle.",
      "Digital key issues have become so widespread that BMW owners have at times shared elaborate multi-step workarounds that read like instructions for disarming a bomb: “1. Open the BMW app on your phone and use it to unlock the door. 2. Sign in with your BMW ID in iDrive. 3. Place your iPhone in the vehicle’s charging tray. 4. Wait for the digital key to reappear in the Wallet app. 5. Double-click the side button, authenticate with Face ID, and—finally—start the car.”",
      "The user profile system is another exercise in futility. I’ve been unable to create guest profiles without being demoted to the bottom of the user hierarchy. What this means in practice is that if anyone else drives my car — even once — the vehicle will grab their phone and playlist the moment they’re within Bluetooth range. BMW has over-engineered their profile system to the point where it requires explicit linking steps that should really happen automatically.",
      "The car’s CarPlay integration ranges from poor to actively dangerous. Software updates routinely break CarPlay functionality, requiring complete reboots of its iDrive infotainment system. The reverse camera issue is particularly maddening; put the car in reverse while using CarPlay navigation, and when you shift back to drive, you’re dumped onto the home screen instead of returning to your directions.",
      "The backup camera itself is practically useless in low light conditions, and the screen frequently becomes scorching hot to the touch.",
      "Then there’s the lights issue. Unless I remember to manually lock the car after walking away from it, I’ll occasionally notice later that the exterior lights are still ablaze in my driveway. I thought it might be human error the first time it happened. By the third time, I realized that it’s a “feature” where the i4 enters a “pseudo-sleep mode” that keeps lights and other systems running indefinitely. Multiple owners report the same issue: park the car, walk away, return later to find their vehicle lit up like a beacon and draining the battery.",
      "Beyond the feeling on a near-daily basis that the car has amnesia, there are legitimate safety concerns. The 2022 i4 was subject to six recalls in its first year, including one so serious that BMW told owners their cars were fire risks when parked and advised them to “stop driving this vehicle immediately.” Since then, other recalls have included battery control units that can cause a sudden loss of power.",
      "BMW releases software updates for the i4 approximately every few months, but the process is fraught with issues. Updates routinely break connected services, causing owners to lose access to traffic information, weather data, remote parking functions, and even the MyBMW app connectivity.",
      "The over-the-air update system itself is unreliable, with owners reporting updates that get stuck at various percentages for days, forcing trips to dealers for manual installation.",
      "What’s especially galling is that BMW positions these vehicles as premium products. If you’re buying rather than leasing, the i4 starts at over $50,000, with well-equipped models pushing $70,000 or more. Meanwhile, owners of less expensive vehicles, including Hyundais and Lexus models, report bulletproof connectivity and seamless user experiences.",
      "I’m not saying the company rushed these cars to market without adequately testing their digital ecosystem, then decided to treat their customers as beta testers without taking their well-being into account, but I’m also not not saying that.",
      "I genuinely wanted this relationship to work. The i4 is gorgeous, drives beautifully, and represents everything I thought I wanted in an electric vehicle. But I can’t continue a relationship where the most basic functions — unlocking doors, connecting my phone, getting directions — require the patience of a saint. (I do not have the patience of a saint.)",
      "Even my tech-savvy husband, who is usually the first to suggest user error, recently emerged from the car after a particularly frustrating software meltdown and announced that he would “need to meditate for a bit.”",
      "Car ownership shouldn’t be a constant source of aggravation. I shouldn’t have to maintain a mental database of workarounds for features that should just work. I shouldn’t dread software updates because they might break something that was (mostly) functional.",
      "So BMW, I’ve had it. You made a gorgeous car, then sabotaged it with software so crummy that it’s almost comical. I thought we’d drive into the sunset together. Instead, I’m driving my i4 back to the dealership as soon as my lease is over. I’m surprised to say I can’t wait."
    ]
  },
  {
    "url": "https://techcrunch.com/2025/08/31/murder-at-burning-man-turns-silicon-valleys-desert-playground-into-a-crime-scene/",
    "story": [
      "A homicide investigation has rocked the final days of Burning Man after a man was found dead, “lying in a pool of blood,” Saturday night at the Nevada desert festival, according to the Pershing County Sheriff’s Office. As reported by the New York Times, the grim discovery occurred around 9:14 p.m. just as the festival’s iconic wooden “Man” effigy began its traditional burn.",
      "The victim, described as a white adult male whose identity remains unknown, was found by a festival participant who flagged down a deputy. Sheriff Jerry Allen confirmed that deputies, Bureau of Land Management rangers, and local rangers immediately secured a perimeter while the Washoe County Sheriff’s Office forensic team collected evidence.",
      "The death comes as Burning Man long ago evolved from a countercultural gathering into a networking hub for Silicon Valley’s tech elite. Tesla CEO Elon Musk once declared that “Burning Man is Silicon Valley,” and Mark Zuckerberg famously helicoptered in to serve grilled cheese sandwiches. Amazon’s Jeff Bezos has also made the desert pilgrimage.",
      "But perhaps no tech leaders have deeper ties to the festival than Google founders Larry Page and Sergey Brin, who have been devoted attendees for years. Their connection reportedly runs so deep that long before Google Doodles became known for celebrating holidays, the very first Google Doodle was launched on August 30, 1998, to tell users that Page and Brin were out of office at Burning Man.",
      "This homicide investigation marks the latest in a series of bizarre incidents at the festival over its 38-year history. In 2017, a man died after throwing himself into the burning effigy, while deaths from motorcycle crashes and vehicle accidents have occurred since the 1990s. In another strange twist, last week, a baby named Aurora was born at the festival to parents who had no idea they were expecting.",
      "The investigation faces unique challenges as Sheriff Allen noted it’s “a complicated investigation of a crime in a city which will be gone by the middle of the week.” With the festival scheduled to end Monday and the traditional  exodus of 70,000 attendees beginning, authorities may face pressure to extend the timeline or restrict departures to preserve the crime scene and conduct interviews.",
      "“Although this act appears to be a singular crime, all participants should always be vigilant of their surroundings and acquaintances,” the sheriff’s office warned as the temporary desert metropolis prepares for its annual dismantling.",
      "Correction: This post has been updated to better reflect the nature of the situation and as-of-now unknown cause of death that occurred at this year’s Burning Man."
    ]
  },
  {
    "url": "https://techcrunch.com/2025/08/30/nvidia-says-two-mystery-customers-accounted-for-39-of-q2-revenue/",
    "story": [
      "Nearly 40% of Nvidia’s second-quarter revenue came from just two customers, according to a filing with the Securities and Exchange Commission.",
      "On Wednesday, the chipmaker reported record revenue of $46.7 billion during the quarter that ended on July 27 — a 56% year-over-year increase largely driven by the AI data center boom. However, subsequent reporting highlighted how much of that growth seems to be coming from just a handful of customers.",
      "Specifically, Nvidia said that a single customer represented 23% of total Q2 revenue, while sales to another customer represented 16% of Q2 revenue. The filing does not identify either of these customers, only referring to them as “Customer A” and “Customer B.”",
      "During the first half of the fiscal year, Nvidia says Customer A and Customer B accounted for 20% and 15% of total revenue, respectively. Four other customers accounted for 14%, 11%, 11%, and 10% of Q2 revenue, the company says.",
      "In its filing, the company says these are all “direct” customers — such as original equipment manufacturers (OEMs), system integrators, or distributors — who purchase their chips directly from Nvidia. Indirect customers, such as cloud service providers and consumer internet companies, purchase Nvidia chips from these direct customers.",
      "In other words, it sounds unlikely that a big cloud provider like Microsoft, Oracle, Amazon, or Google might secretly be Customer A or Customer B — though those companies may be indirectly responsible for that massive spending.",
      "In fact, Nvidia’s chief financial officer, Colette Kress, said that “large cloud service providers” accounted for 50% of Nvidia’s data center revenue, which in turn represented 88% of the company’s total revenue, according to CNBC.",
      "What does this mean for Nvidia’s future prospects? Gimme Credit analyst Dave Novosel told Fortune that while “concentration of revenue among such a small group of customers does present a significant risk,” the good news is that “these customers have bountiful cash on hand, generate massive amounts of free cash flow, and are expected to spend lavishly on data centers over the next couple of years.”"
    ]
  },
  {
    "url": "https://techcrunch.com/2025/08/29/cracks-are-forming-in-metas-partnership-with-scale-ai/",
    "story": [
      "It’s only been since June that Meta invested $14.3 billion in the data-labeling vendor Scale AI, bringing on CEO Alexandr Wang and several of the startup’s top executives to run Meta Superintelligence Labs (MSL). But the relationship between the two companies is already showing signs of fraying.",
      "At least one of the executives Wang brought over to help run MSL — Scale AI’s former senior vice president of GenAI Product and Operations, Ruben Mayer — has departed Meta after just two months with the company, two people familiar with the matter told TechCrunch.",
      "Mayer spent roughly five years with Scale AI across two stints. In his short time at Meta, according to those sources, Mayer oversaw AI data operations teams but wasn’t part of the company’s TBD Labs — the core unit within Meta tasked with building AI superintelligence, where top AI researchers from OpenAI have landed.",
      "However, Mayer disputes some details about his role, telling TechCrunch that his initial position was “to help set up the lab, with whatever was needed” rather than data, and that he was “part of TBD Labs from day one” rather than being excluded from the core AI unit. Mayer also clarified that he “did not report directly to [Wang]” and was “very happy” with his Meta experience, leaving for a “personal matter.”",
      "Beyond the personnel changes, Meta’s relationship with Scale AI appears to be shifting. TBD Labs is working with third-party data-labeling vendors other than Scale AI to train its upcoming AI models, according to five people familiar with the matter. Those third-party vendors include Mercor and Surge, two of Scale AI’s largest competitors, the people said.",
      "While AI labs commonly work with several data-labeling vendors — Meta has been working with Mercor and Surge since before TBD Labs was spun up — it’s rare for an AI lab to invest so heavily in one data vendor. That makes this situation especially notable: Even with Meta’s multibillion-dollar investment, several sources said that researchers in TBD Labs see Scale AI’s data as low quality and have expressed a preference to work with Surge and Mercor.",
      "Scale AI initially built its business on a crowdsourcing model that used a large, low-cost workforce to handle simple data labeling, which is the process of tagging and annotating raw information to train AI models. But as AI models have grown more sophisticated, they now require highly skilled domain experts — such as doctors, lawyers, and scientists — to generate and refine the high-quality data needed to improve their performance.",
      "Although Scale AI has moved to attract these subject-matter experts with its Outlier platform, competitors like Surge and Mercor have been growing quickly because their business models were built on a foundation of high-paid talent from the outset.",
      "A Meta spokesperson disputed the fact that there are quality issues with Scale AI’s product. Surge and Mercor declined to comment. Asked about Meta’s deepening reliance on competing data providers, a Scale AI spokesperson directed TechCrunch to its initial announcement of Meta’s investment in the startup, which cites an expansion of the companies’ commercial relationship.",
      "Meta’s deals with third-party data vendors likely mean the company is not putting all its eggs in Scale AI’s basket, even after investing billions in the startup. The same can’t be said for Scale AI, however. Not long after Meta announced its massive investment with Scale AI, OpenAI and Google said they would stop working with the data provider.",
      "Shortly after losing those customers, Scale AI laid off 200 employees in its data labeling business in July, with the company’s new CEO, Jason Droege, blaming the changes in part on “shifts in market demand.” Droege said Scale AI would staff up in other parts of the business, including government sales — the company just landed a $99 million contract with the U.S. Army.",
      "Some speculated initially that Meta’s investment in Scale AI was really to lure Wang, a founder who has operated in the AI space since Scale AI was founded in 2016. He appears to be helping Meta attract top AI talent.",
      "Aside from Wang, there’s an open question around how valuable Scale AI is to Meta.",
      "One current MSL employee says that several of the Scale AI executives brought over to Meta are not working on the core TBD Labs team.",
      "Meanwhile, Meta’s AI unit has become increasingly chaotic since bringing on Wang and a wave of top researchers, according to two former employees and one current MSL employee. New talent from OpenAI and Scale AI have expressed frustration with navigating the bureaucracy of a big company, while Meta’s previous generative AI team has seen its scope limited, they said.",
      "The tensions indicate that Meta’s largest AI investment to date may be off to a rocky start, despite that it was supposed to address the company’s AI development challenges. After the lackluster launch of Llama 4 in April, Meta CEO Mark Zuckerberg grew frustrated with the company’s AI team, one current and one former employee told TechCrunch.",
      "In an effort to turn things around and catch up with OpenAI and Google, Zuckerberg rushed to strike deals and launched an aggressive campaign to recruit top AI talent.",
      "Beyond Wang, Zuckerberg has managed to pull in top AI researchers from OpenAI, Google DeepMind, and Anthropic. Meta has also acquired AI voice startups, including Play AI and WaveForms AI, and announced a partnership with the AI image-generation startup, Midjourney.",
      "To power its AI ambitions, Meta recently announced several massive data center buildouts across the U.S. One of the largest is a $50 billion data center in Louisiana called Hyperion, named after a titan in Greek mythology that fathered the god of sun.",
      "Wang, who’s not an AI researcher by background, was viewed as a somewhat unconventional choice to lead an AI lab. Zuckerberg reportedly held talks to bring in more traditional candidates to lead the effort, such as OpenAI’s chief research officer, Mark Chen, and tried to acquire the startups of Ilya Sutskever and Mira Murati. All of them declined.",
      "Some of the new AI researchers recently brought in from OpenAI have already left Meta, Wired previously reported. Meanwhile, many longtime members of Meta’s GenAI unit have departed in light of the changes.",
      "MSL AI researcher Rishabh Agarwal is among the latest, posting on X this week that he’d be leaving the company.",
      "“The pitch from Mark and @alexandr_wang to build in the Superintelligence team was incredibly compelling,” said Agarwal. “But I ultimately choose to follow Mark’s own advice: ‘In a world that’s changing so fast, the biggest risk you can take is not taking any risk.’”",
      "Asked afterward about his time at Meta and what drove his decision to leave, Agarwal declined to comment.",
      "Director of product management for generative AI, Chaya Nayak, and research engineer Rohan Varma have also announced their departure from Meta in recent weeks. The question now is whether Meta can stabilize its AI operations and retain the talent it needs for its future success.",
      "MSL has already started working on its next-generation AI model. According to reports from Business Insider, it’s aiming to launch it by the end of this year.",
      "Update: This story has been updated with comments from Mayer, who reached out to TechCrunch after publication."
    ]
  },
  {
    "url": "https://techcrunch.com/2025/08/29/mastodon-says-it-doesnt-have-the-means-to-comply-with-age-verification-laws/",
    "story": [
      "Decentralized social network Mastodon says it can’t comply with Mississippi’s age verification law — the same law that saw rival Bluesky pull out of the state — because it doesn’t have the means to do so.",
      "The social nonprofit explains that Mastodon doesn’t track its users, which makes it difficult to enforce such legislation. Nor does it want to use IP address-based blocks, as those would unfairly impact people who were traveling, it says.",
      "The statement follows a lively back-and-forth conversation earlier this week between Mastodon founder and CEO Eugen Rochko and Bluesky board member and journalist Mike Masnick. In the conversation, published on their respective social networks, Rochko claimed, “there is nobody that can decide for the fediverse to block Mississippi.” (The Fediverse is the decentralized social network that includes Mastodon and other services, and is powered by the ActivityPub protocol.)",
      "“And this is why real decentralization matters,” said Rochko.",
      "Masnick pushed back, questioning why Mastodon’s individual servers, like the one Rochko runs at mastodon.social, would not also be subject to the same $10,000 per user fines for noncompliance with the law.",
      "At the time of our reporting on this exchange, Mastodon gGmbH, the community-funded nonprofit organization, didn’t respond to a request for comment.",
      "On Friday, however, the nonprofit shared a statement with TechCrunch to clarify its position, saying that while Mastodon’s own servers specify a minimum age of 16 to sign up for its services, it does not “have the means to apply age verification” to its services.",
      "That is, the Mastodon software doesn’t support it. The Mastodon 4.4 release in July 2025 added the ability to specify a minimum age for sign-up and other legal features for handling terms of service, partly in response to increased regulation around these areas. The new feature allows server administrators to check users’ ages during sign-up, but the age-check data is not stored.",
      "That means individual server owners have to decide for themselves if they believe an age verification component is a necessary addition.",
      "The nonprofit says Mastodon is currently unable to provide “direct or operational assistance” to the broader set of Mastodon server operators. Instead, it encourages owners of Mastodon and other Fediverse servers to make use of resources available online, such as the IFTAS library, which provides trust and safety support for volunteer social network moderators. The nonprofit also advises server admins to observe the laws of the jurisdictions where they are located and operate.",
      "Mastodon notes that it’s “not tracking, or able to comment on, the policies and operations of individual servers that run Mastodon.”",
      "“One of the reasons Mastodon was founded was to allow different jurisdictions to have social media that is independent of the U.S.,” per the statement shared with TechCrunch. “People are free to choose to have their account on a Mastodon server whose policies meet their needs.”"
    ]
  },
  {
    "url": "https://techcrunch.com/2025/08/28/transunion-says-hackers-stole-4-4-million-customers-personal-information/",
    "story": [
      "Credit reporting giant TransUnion has disclosed a data breach affecting more than 4.4 million customers’ personal information.",
      "In a filing with Maine’s attorney general’s office on Thursday, TransUnion attributed the July 28 breach to unauthorized access of a third-party application storing customers’ personal data for its U.S. consumer support operations.",
      "TransUnion claimed “no credit information was accessed,” but provided no immediate evidence for its claim. The data breach notice did not specify what specific types of personal data were stolen.",
      "In a separate data breach disclosure filed later on Thursday with Texas’ attorney general’s office, TransUnion confirmed that the stolen personal information includes customers’ names, dates of birth, and Social Security numbers.",
      "When reached by TechCrunch, TransUnion spokesperson Jon Boughtin would not answer questions related to the company’s data breach, or say what types of customers’ personally identifiable information were taken.",
      "TransUnion is one of the largest credit reporting agencies in the United States, and stores the financial data of more than 260 million Americans. It’s the latest U.S. corporate giant to have been hacked in recent weeks following a wave of hacks targeting the insurance, retail, and transportation and airline industries.",
      "Several companies, including Google, insurance giant Allianz Life, Cisco, and HR giant Workday, reported data breaches of customer data stored in their Salesforce-hosted cloud databases. Following its breach, Google attributed the hacks to an extortion group known as ShinyHunters.",
      "It’s not clear who is behind the breach at TransUnion, or if the hackers made any demands to the company.",
      "Updated with a response from TransUnion, and updated with additional details from the Texas state filing."
    ]
  },
  {
    "url": "https://techcrunch.com/2025/08/28/get-ready-ev-owners-here-come-the-dongles/",
    "story": [
      "Nearly a year ago, GM began selling an adapter to allow existing electric vehicles to use the North American Charging Standard plugs at Tesla Supercharger stalls. EV owners rejoiced in their newfound freedom.",
      "Now, GM is announcing three more adapters. The additional adapters, which help GM customers access EV chargers with different charging rates and standards, is a win for flexibility, but at the cost of simplicity. It’s entirely possible that two-EV households could own four different adapters.",
      "Several years ago, the majority of EV models in the U.S. used the Combined Charging System (CCS) standard. That is, with the exception of Tesla. In 2022, the automaker opened up the design for its charging connector and charge port — which it now calls the North American Charging Standard (NACS) — in an effort to encourage network operators and automakers to adopt the technology and help make it the new standard in North America.",
      "And they did. Today, nearly all automakers are offering adapters to access Tesla Supercharger stations. They’re even integrating the NACS design into their own vehicles.",
      "“GM has already committed to essentially transitioning our whole EV portfolio over to NACS,” Tim Ash, director of hardware products for GM Energy, told TechCrunch. “We believe that moving to that unified standard simplifies the experience for our customers.”",
      "But this shift has created an awkward transition — and an abundance of adapters.",
      "In addition to the existing NACS-to-CCS adapter for fast charging, GM will sell a NACS-to-J1772 adapter for Level 2 charging. (J1772 is the part of the CCS plug that handles slower charging speeds.) For future GM EVs that are built with NACS ports, the automaker will make a J1772-to-NACS adapter for Level 2 charging and a CCS-to-NACS dongle for fast charging.",
      "The new adapters “make sure EV drivers — regardless of what charging type they have on their vehicle — can access essentially any charging wherever they need it,” Ash said.",
      "This problem isn’t GM’s alone. Hyundai, for example, sells NACS-equipped 2025 Ioniq 5 EVs with two adapters, one each for Level 2 and fast charging at CCS-equipped chargers. But it is a sign the transition between EV charging standards will make public charging more confusing before it gets better.",
      "Now, for a majority of charging sessions today, the adapters are unlikely to sow confusion. Most EV charging happens at home or work, locations where the chargers are going to be predictable.",
      "But when charging at large, it could get complicated quickly. Drivers should plan on stashing the adapters in their vehicle so they’re not left stranded or inconvenienced. For people with an incompatible charger at home, they may want to buy duplicates for convenience. Too bad most adapters cost more than $200.",
      "Automakers aren’t entirely to blame for the number of adapters.",
      "CCS and NACS are similar enough that simple dongles suffice for each charging speed, but they differ in important ways that make simplification unlikely. With NACS, electricity passes through two large pins regardless of charging speed. But with CCS, it passes through one set of pins for Level 2 speeds and another for fast charging. Merging Level 2 and fast-charging capability into a single charger would likely require power electronics that would raise the price considerably.",
      "Controversies over new plug standards aren’t anything new. Apple has sold iPhones with three different connector types, and the product hasn’t yet celebrated its 20th birthday.",
      "But the cadence in consumer electronics is much faster than in automotive, and the costs are a lot lower. The typical smartphone owner pays $500 to $1,000 and buys a new device every two to three years. Dongles cost about $30. That 30-pin dock cable from your 12-year-old iPhone 4? It’s long forgotten.",
      "The average car or light truck isn’t so easily traded. Prices have soared to near $50,000 for a new vehicle, part of the reason why the average car or truck on the road in the U.S. is over 12 years old.",
      "Automakers have started the transition, but they don’t appear to be rushing to finish it. So far, GM has announced two EVs that will use the NACS charging standard: the 2026 Cadillac Optiq and the 2027 Chevrolet Bolt. The automaker hasn’t put a timeline on when it will migrate its remaining 12 EV models to the new standard.",
      "In other words, get comfortable with the dongles. The transition, Ash admitted, “will take some time.”"
    ]
  },
  {
    "url": "https://techcrunch.com/2025/09/03/netflix-cpo-eunice-kim-is-coming-to-techcrunch-disrupt-2025-to-talk-tech-tools-and-yes-its-password-sharing-strategy/",
    "story": [
      "The celebration of TechCrunch’s 20th anniversary is happening at Disrupt 2025 — taking place October 27-29 — and we couldn’t celebrate two decades of being the north star of tech and startup news without spotlighting one of the biggest transformation stories of our time: Netflix.",
      "From a DVD-by-mail startup to a global streaming powerhouse with 300M+ subscribers, Netflix has changed how the world consumes entertainment. At Disrupt, happening at Moscone West in San Francisco, we’ll hear from the executive driving that next chapter: Eunice Kim, Netflix’s chief product officer.",
      "Since stepping into the CPO role in late 2023, Kim has been architecting the entire Netflix experience — across 1,700+ devices, optimizing search and recommendations, and steering global pricing and plan strategy. Her team is also pioneering new tools for creators, powering content production “from pitch to play” with technology that supports storytellers worldwide.",
      "With past leadership roles at Google Play, YouTube, PepsiCo, Adobe, and startups, Kim knows what it takes to scale products that reach millions while transforming industries behind the scenes. At Disrupt, she’ll share insights on the intersection of product innovation, creative technology, and global commerce strategy.",
      "This is just one of many conversations waiting for you at Disrupt, alongside 10,000+ founders, investors, and tech leaders.",
      "Save up to $668 on your Disrupt pass if you register by September 26. Don’t wait — prices will rise soon!"
    ]
  },
  {
    "url": "https://techcrunch.com/2025/09/03/these-20-and-22-year-olds-raised-5m-from-yc-general-catalyst-to-study-online-behavior-using-vision-ai/",
    "story": [
      "Amogh Chaturvedi is running on little sleep but plenty of conviction at 6 a.m. He’s groggy, apologetic for rescheduling, and still reeling from a recent scare involving a family member and an electric scooter.",
      "Within minutes, though, the 20-year-old Stanford dropout snaps into focus, walking me through how he and his co-founders sold one startup at 19, landed in Y Combinator, and raised $5 million for their next company, Human Behavior.",
      "Launched just a few months ago, Human Behavior is betting that vision AI can do what analytics tools like Mixpanel and PostHog have struggled with: give companies a real understanding of how people use their products, including why they convert or churn.",
      "Instead of relying on manually tagged events or clickstream data, Human Behavior claims its AI watches real user session replays and generates insights, answering product teams’ most pressing questions without hours of instrumenting code.",
      "The 4-month-old YC startup closed its $5 million seed round in just two days (which is becoming a norm for current YC companies), with backers including General Catalyst, Paul Graham, Vercel Ventures, and Y Combinator.",
      "“We could’ve done the financial engineering game because we got more offers with higher valuations, but we didn’t want that,” said the CEO.",
      "Chaturvedi met his co-founders, Skyler Ji and Chirag Kawediya, both 22, at a hacker house he organized in 2023 as an excuse to live and build with friends after his freshman year at Stanford.",
      "Their first startup, Dough, was an e-commerce accounting tool they bootstrapped. Like Chaturvedi, Ji dropped out of college (leaving Berkeley) while Kawediya went on to graduate.",
      "Although YC was initially skeptical about Dough’s market potential, the team was admitted into the accelerator’s spring batch this year on the assumption they would eventually pivot, Chaturvedi says. They did so almost immediately, after speaking with every customer and inquiring about any other problems they faced.",
      "The feedback was consistent: While Dough could show which products were selling or not, the customers wanted to know why. Answering that required analytics powered by behavioral data, not just accounting reports.",
      "With this new direction, the team sold Dough for six figures to Employer.com, the same company that bought Bench, and went all-in on Human Behavior.",
      "Kawediya explains that companies using traditional analytics often need engineers to set up event trackers for every button and click, burning hours, sometimes weeks, of engineering time.",
      "For a fast-moving startup, that’s far from ideal. “Even once you have that data, you’re still stuck with the bigger question of how users actually interact with your product so you can make it better,” he says.",
      "Session replays aren’t new, but until recently, computer vision models weren’t accurate enough to parse them at scale. Now they are, and Human Behavior is doing so to summarize and segment thousands of hours of footage. “Why spend hours writing code to track clicks when we can just watch the video?” Ji adds.",
      "Today, Human Behavior’s customers — mostly fast-moving Series A and B startups — get daily summary emails highlighting which features were used, which bugs appeared, and which users churned.",
      "The founders call session replays an “untapped goldmine.” Right now, Human Behavior helps teams understand users and squash bugs. Over time, the same dataset could power automated QA and embedded IT support. Their ambition is to make Human Behavior the Datadog of session replay, spinning out dozens of products from the same core data.",
      "Building with new technology from the ground up is how the founders believe they’ll take on more established players like Mixpanel and PostHog. “For some of these companies, it might be difficult to replicate what we have because their architecture can’t support the shift without starting over,” remarked Chaturvedi."
    ]
  },
  {
    "url": "https://techcrunch.com/2025/09/03/venezuelas-president-thinks-american-spies-cant-hack-huawei-phones/",
    "story": [
      "During a press conference on Monday, Venezuela’s president, Nicolás Maduro, showed off a Huawei smartphone that China’s President Xi Jinping gifted him, calling it “the best phone in the world,” and making a bold claim.",
      "“The Americans can’t hack it, neither their spy planes, nor their satellites,” Maduro said.",
      "The phone looked like a Mate X6, a foldable phone released by Huawei in 2024.",
      "Obviously, nothing is impossible to hack, and even less so by U.S. government hackers, who are considered some of the best in the world.",
      "A U.S.-based vulnerability researcher told TechCrunch that because Huawei makes its own hardware, as well as its own mobile operating system — HarmonyOS — its devices are easier to hack.",
      "“There’s bound to be many more mistakes in their brand-new code than in iOS and Android at this time,” said the researcher, who asked to remain anonymous to discuss sensitive issues.",
      "HarmonyOS — like any software in the world — has had bugs and needs regular security updates. In the case of the Mate X6, Huawei promises monthly security patches but also notes that “the number of device models with monthly security patch updates is subject to change. Certain carriers may only support updates on a quarterly basis.”",
      "Last month alone, Huawei patched 60 bugs in HarmonyOS, 13 of which were classified as “high severity” bugs.",
      "Huawei acknowledges that malware can get on its devices and has a page dedicated to helping customers who may have gotten their devices hacked.",
      "Huawei did not respond to a request for comment.",
      "There is a documented history of U.S. government hackers targeting Huawei. In 2014, documents leaked by Edward Snowden revealed that the NSA had hacked and hid backdoors inside Huawei servers in China. The hack was so bad that NSA spies got all the way inside Huawei’s headquarters in Shenzhen, which allowed them to spy on company executives’ communications and get information about its products.",
      "“Many of our targets communicate over Huawei-produced products,” the NSA document said, according to The New York Times. “We want to make sure that we know how to exploit these products,” it added, to “gain access to networks of interest” around the world.",
      "Even though that was in 2014, it is almost certain that the NSA, U.S. Cyber Command, and others have the mission to hack Huawei devices and find vulnerabilities in them for espionage purposes. There are likely U.S. government employees whose only job is to hack Huawei devices and systems. Earlier this year, the Chinese government accused the NSA of targeting Chinese critical infrastructure."
    ]
  },
  {
    "url": "https://techcrunch.com/2025/09/02/ice-reactivates-contract-with-spyware-maker-paragon/",
    "story": [
      "U.S. Immigration and Customs Enforcement (ICE) signed a contract last year with Israeli spyware maker Paragon worth $2 million.",
      "Shortly after, the Biden administration put the contract under review, issuing a “stop work order,” to determine whether the contract complied with an executive order on commercial spyware, which restricts U.S. government agencies from using spyware that could violate human rights or target Americans abroad.",
      "Almost a year later, when it looked like the contract would just run out and never become active, ICE lifted the stop work order, according to public records.",
      "“This contract is for a fully configured proprietary solution including license, hardware, warranty, maintenance, and training. This modification is to lift the stop work order,” read an update dated August 30 on the U.S. government’s Federal Procurement Data System, a database of government contracts.",
      "Independent journalist Jack Poulson was the first to report the news in his newsletter.",
      "Paragon has for years cultivated the image of being an “ethical” and responsible spyware maker, in contrast with controversial spyware purveyors such as Hacking Team, Intellexa, and NSO Group. On its official website, Paragon claims to provide its customers with “ethically based tools, teams, and insights.”",
      "The spyware maker faces an ethical dilemma. Now that the contract with ICE’s Information Technology Division is active, it’s up to Paragon to decide whether it wants to continue its relationship with ICE, an agency that has dramatically ramped up mass deportations and expanded its surveillance powers since Donald Trump took over the White House.",
      "Emily Horne, a spokesperson for Paragon, as well as executive chairman John Fleming, did not respond to a request for comment.",
      "In an attempt to show its good faith, in February of this year, Fleming told TechCrunch that the company only sells to the U.S. government and other unspecified allied countries.",
      "Paragon has already had to face a thorny ethical dilemma. In January, WhatsApp revealed that around 90 of its users, including journalists and human rights workers, had been targeted with Paragon’s spyware, called Graphite. In the following days and weeks, Italian journalist Francesco Cancellato and several local pro-immigration activists came forward saying they were among the victims.",
      "In response to this scandal, Paragon cut ties with the Italian government, which had in the meantime launched an inquiry to determine what happened. Then, in June, digital rights research group Citizen Lab confirmed that two other journalists, an unnamed European and a colleague of Cancellato, had been hacked with Paragon’s spyware.",
      "An Italian parliament committee concluded that the spying of the pro-immigration activists was legal, but it also claimed that there was no evidence that Italy’s intelligence agencies, former Paragon customers, had targeted Cancellato.",
      "John Scott-Railton, a senior researcher at Citizen Lab, who has investigated cases of spyware abuse for more than a decade, told TechCrunch that “these tools were designed for dictatorships, not democracies built on liberty and protection of individual rights.”",
      "The researcher said that even spyware is “corrupting,” which is why “there’s a growing pile of spyware scandals in democracies, including with Paragon’s Graphite. Worse, Paragon is still shielding spyware abusers. Just look at the still-unexplained hacks of Italian journalists.”"
    ]
  },
  {
    "url": "https://techcrunch.com/2025/08/29/whatsapp-fixes-zero-click-bug-used-to-hack-apple-users-with-spyware/",
    "story": [
      "WhatsApp said on Friday that it fixed a security bug in its iOS and Mac apps that was being used to stealthily hack into the Apple devices of “specific targeted users.”",
      "The Meta-owned messaging app giant said in its security advisory that it fixed the vulnerability, known officially as CVE-2025-55177, which was used alongside a separate flaw found in iOS and Macs, which Apple fixed last week and tracks as CVE-2025-43300.",
      "Apple said at the time that the flaw was used in an “extremely sophisticated attack against specific targeted individuals.” Now we know that dozens of WhatsApp users were targeted with this pair of flaws.",
      "Donncha Ó Cearbhaill, who heads Amnesty International’s Security Lab, described the attack in a post on X as an “advanced spyware campaign” that targeted users over the past 90 days, or since the end of May. Ó Cearbhaill described the pair of bugs as a “zero-click” attack, meaning it does not require any interaction from the victim, such as clicking a link, to compromise their device.",
      "The two bugs chained together allow an attacker to deliver a malicious exploit through WhatsApp that’s capable of stealing data from the user’s Apple device.",
      "Per Ó Cearbhaill, who posted a copy of the threat notification that WhatsApp sent to affected users, the attack was able to “compromise your device and the data it contains, including messages.”",
      "It’s not immediately clear who, or which spyware vendor, is behind the attacks.",
      "When reached by TechCrunch, Meta spokesperson Margarita Franklin confirmed the company detected and patched the flaw “a few weeks ago” and that the company sent “less than 200” notifications to affected WhatsApp users.",
      "The spokesperson did not say, when asked, if WhatsApp has evidence to attribute the hacks to a specific attacker or surveillance vendor.",
      "This is not the first time that WhatsApp users have been targeted by government spyware, a kind of malware capable of breaking into fully patched devices with vulnerabilities not known to the vendor, known as zero-day flaws.",
      "In May, a U.S. court ordered spyware maker NSO Group to pay WhatsApp $167 million in damages for a 2019 hacking campaign that broke into the devices of more than 1,400 WhatsApp users with an exploit capable of planting NSO’s Pegasus spyware. WhatsApp brought the legal case against NSO, citing a breach of federal and state hacking laws, as well as its own terms of service.",
      "Earlier this year, WhatsApp disrupted a spyware campaign that targeted around 90 users, including journalists and members of civil society across Italy. The Italian government denied its involvement in the spying campaign. Paragon, whose spyware was used in the campaign, later cut off Italy from its hacking tools for failing to investigate the abuse.",
      "Did you receive a notification that your device was compromised? Get in touch with this reporter securely via the username zackwhittaker.1337 on Signal."
    ]
  },
  {
    "url": "https://techcrunch.com/2025/08/27/fbi-says-chinas-salt-typhoon-hacked-at-least-200-us-companies/",
    "story": [
      "A Chinese-backed hacking campaign that previously hacked into nine U.S. telecommunication and internet providers is now confirmed to have hacked at least 200 American companies, according to the FBI’s top cyber chief.",
      "FBI assistant director Brett Leatherman told The Washington Post that the hackers, dubbed Salt Typhoon, also broke into companies in 80 countries, revealing for the first time the global scale of the Chinese spying campaign.",
      "Leatherman didn’t name the hacked companies. AT&T, Verizon, and Lumen were previously confirmed as breached, and Charter Communications and Windstream were later named as victims, among others.",
      "The hackers targeted call records among senior American politicians and officials, allowing them to map out who was calling who, and on whom the U.S. was snooping with legal orders. For a time, the threat was so severe that the FBI urged Americans to switch to encrypted messaging apps to avoid having their calls and messages accessed.",
      "The FBI, along with nearly two dozen international agencies, said in an advisory [PDF] published Wednesday that Salt Typhoon primarily targets company routers and siphons sensitive network traffic, and offered technical guidance on how to identify intrusions.",
      "Leatherman told the Post that the threat from China is “ongoing.”"
    ]
  },
  {
    "url": "https://techcrunch.com/2025/09/03/3-days-left-to-lock-in-your-table-at-techcrunch-disrupt-2025/",
    "story": [
      "Time is running out to showcase your startup in front of the most influential eyes in tech. In just 3 days, the exhibitor table deadline closes for TechCrunch Disrupt 2025 in San Francisco.",
      "And with only 10 tables still available (or fewer by the time you read this), every minute matters. If you’ve been on the fence, consider this your nudge.",
      "Disrupt 2025 isn’t just another conference. It’s the beating heart of the startup world — where founders launch, investors scout, and media take notice. Exhibiting here puts your startup on the radar of:",
      "This opportunity only comes around once a year. Don’t watch from the sidelines. Get your table and step into the spotlight at one of the most anticipated tech events of the year. The last day to book your table is this Friday, September 5, or when the last one sells out."
    ]
  },
  {
    "url": "https://techcrunch.com/2025/09/03/techcrunch-disrupt-2025-adds-new-leading-voices-to-the-builders-stage-agenda/",
    "story": [
      "Startups don’t build themselves, and the Builders Stage at TechCrunch Disrupt 2025 — taking place October 27–29 at San Francisco’s Moscone West — is where founders, operators, and investors get real about what it actually takes. This stage is all tactics, the nitty-gritty of turning an idea into a business that works.",
      "We’ve already announced heavy hitters like Elad Gil, Dick Costolo, and Ryan Petersen — and now the lineup is getting even bigger. New speakers, including Discord’s Jason Citron, and new sessions, like live demos of the latest robots, are joining the agenda. Expect fresh insights on everything from closing your first term sheet to scaling your go-to-market engine to finding where AI truly fits in your business.",
      "Expect candid conversations, hard-won lessons, and live Q&A with the people who’ve built and backed category-defining companies. If you want to scale smarter, the Builders Stage is where it happens. Register now and save up to $668 on your ticket before rates go up later this month.",
      "Elad Gil, CEO, Gil & Co.",
      "Before most of the world had experienced ChatGPT, Elad Gil had already written seed checks to startups like Perplexity, Character.AI, and Harvey. That’s on top of early bets on companies like Airbnb, Airtable, Anduril, Brex, Checkr, Coinbase, Deel, Figma, Flexport, GitLab, Gusto, Instacart, Notion, Opendoor, Pinterest, Rippling, Square, Stripe … you get the idea.",
      "Gil, who has also founded multiple companies like Mixerlabs (bought by Twitter) and Color Health, always seems to know what’s next. And he’s already working on the next things coming for AI and investing.",
      "Adam Bain and Dick Costolo, co-founders and managing partners, and David Fischer, partner, at 01 Advisors",
      "Join these three powerhouse investors from 01 Advisors for an insider fireside chat about what it really takes to build, scale, and fund early-stage startups today. From product to growth to fundraising, you’ll get candid advice and fresh perspectives from industry veterans shaping the next wave of tech success.",
      "Navin Chaddha, managing partner, Mayfield; and Charles Hudson, managing partner, Precursor Ventures",
      "Raising pre-seed and seed-stage capital at the inception stage means pitching without a product, users, or traction — just a vision and a founder story. In this panel, Navin Chaddha of Mayfield and Charles Hudson of Precursor Ventures share what they look for in the earliest-stage founders and how to stand out when you have little more than an idea. Learn how to build trust, tell a compelling story, and avoid the most common mistakes founders make when trying to land that critical first check.",
      "Gabby Cazeau, partner, Harlem Capital; Marlon Nichols, co-founder and managing general partner, MaC Venture Capital; and Maria Palma, partner, Freestyle Capital",
      "Raising your first round is tough, but far from impossible. This panel brings together experienced investors to break down what it really takes to close a seed round. From crafting the right pitch to ensuring you are greenlighting the right partners, get actionable advice to turn investor interest into capital.",
      "Thomas Krane, managing director, Insight Partners; Katie Stanton, founder and general partner, Moxxie Ventures; and Sangeen Zeb, general partner, GV",
      "In this unfiltered panel, top VCs reveal what really gets them to offer a term sheet with a healthy valuation — from metrics that matter to the pitch mistakes that kill deals. Learn how to position your company for its first priced, institutional investment.",
      "Medha Agarwal, general partner, defy.vc; Jyoti Bansal, CEO and co-founder, Harness; and Jennifer Neundorfer, general partner, January Ventures",
      "Investors hear hundreds of pitches, but only a few stand out. Hear directly from VCs on what they love, what makes them cringe, and the subtle signals founders often miss. This panel reveals insider tips to help you craft a pitch that grabs attention, builds trust, and wins the right checks.",
      "Erik Allebest, co-founder and CEO, Chess.com; Kay Makishi, Lupoff/Stevens Family Office; and Gale Wilkinson, managing partner, VITALIZE Venture Capital",
      "VCs aren’t the only game in town. Join us as we explore alternative fundraising paths with an angel investor, a family office vice president, and a founder who bootstrapped to success. Learn how to tap into capital that aligns with your vision, keeps you in control, and gets you to the next stage on your terms.",
      "Lila Preston, head of growth equity, Generation Investment Management; Andrea Thomaz, CEO and co-founder, Diligent Robotics; and Zeya Yang, partner, IVP",
      "Raising later-stage rounds takes more than luck — it’s about strategy from day one. Join these three exceptional VCs and an experienced founder as they share how to build metrics, storytelling, and relationships that position your startup for future funding success. Learn the key moves that set you up to close bigger rounds with confidence.",
      "Nina Achadjian, partner, Index Ventures; Jerry Chen, general partner, Greylock; and Viviana Faga, general partner, Felicis",
      "Curious where the smart money is heading next? This panel brings together top VCs to share their 2026 investment priorities, emerging sectors, and what innovations are catching their eye. Early-stage founders, this one is for you! Get a rare glimpse into the trends and technologies that could shape your business in the year ahead.",
      "Ryan Petersen, founder and CEO, Flexport",
      "Uncertainty is the new normal, but it’s also an opportunity. In this fireside chat, Ryan Petersen, CEO of global logistics unicorn Flexport, shares his hard-won insights. With $2.3 billion raised, Flexport’s shipping technology sits at the intersection of international business and policy, giving Petersen almost prescient economic insights. He’s been vocal about everything from tariff policy to AI. He’s also experienced personal volatility, famously leaving his CEO role and then returning less than a year later. Founders, take note: This is how you build when the rules keep changing.",
      "Jason Citron, founder and former CEO, Discord; and Tade Oyerinde, founder and chancellor, Campus",
      "What happens when you design around people, not institutions? Jason Citron, founder and former CEO of Discord, and Tade Oyerinde, founder and chancellor of Campus, will discuss how they built companies that tapped into community to break through the noise. From Discord’s rise as a global hub for millions to Campus’ ambitious mission to reinvent college, they’ll explore product design, lessons in scaling amid competition, and how founders can balance vision with adaptability.",
      "Rajat Bhageria, founder and CEO, Chef Robotics; Ann Bordetsky, partner, NEA; and Murali Joshi, partner, ICONIQ",
      "Building a product is hard. Building one that customers are chomping at the bit to get, that’s priced right, and that delivers on its promises is even harder, and it’s always messy. But once you hit the holy grail of product-market fit, your startup is on a fast track to growth, funding, and traction. Hear from a founder who’s lived it and two investors who’ve helped many others get there. This panel breaks down how to test smarter and iterate with intention so you can stop guessing and start growing.",
      "Randi Jakubowitz, head of operations and talent, 645 Ventures; Rebecca Lee Whiting, fractional general counsel for early-stage startups, Epigram Legal P.C.; and Yin Wu, founder and CEO, Pulley",
      "Early hires shape your startup’s future, but only if you can attract and keep them. This panel dives into building equity and benefits packages that compete with Big Tech without breaking your burn rate. Hear real-world strategies to align incentives, boost retention, and build a team that scales.",
      "David Cramer, co-founder and CPO, Sentry; Lauri Moore, partner, Bessemer Venture Partners; and Zach Lloyd, founder and CEO, Warp",
      "Vibe-coding products have completely changed the speed, cost, and technical skill needed to build products, from prototypes to shipping. This is especially true for early-stage startups. Some makers of these products have even declared that no one needs to learn to code anymore. If so, that means startups don’t need to fill their early rosters with the famed 10x coders. But how much of that is hype and how much is reality? Our panelists will dive into how the developer tool world is changing and what comes next.",
      "Jaspar Carmichael-Jack, co-founder and CEO, Artisan; Sarah Franklin, CEO, Lattice; and Caleb Peffer, co-founder and CEO, Firecrawl",
      "Most startups today are using AI in some capacities: vibe-coding prototypes or new features, deep research via their favorite chat before sales calls. Many are also building AI products, or at least including AI options and features. So, should you embed AI at the root operations of your businesses, like hiring AI agents instead of humans for sales? For customer support? To automate your billing? Learn how to pick the right use cases, build smarter workflows, and get the biggest impact with limited resources.",
      "Anh-Tho Chuong, co-founder and CEO, Lago; Tawni Cranz, operating partner, SignalFire; and David Hall, managing partner, Rise of the Rest seed fund, Revolution",
      "While Silicon Valley is still the startup capital, how important is access to it anymore? This panel debates whether founders must plant roots in the Valley to succeed or if opportunity is so strong elsewhere that they don’t need it. Hear perspectives from investors and founders redefining what it means to build, scale, and fund a company in today’s decentralized tech world.",
      "Max Altschuler, founder and general partner, GTMfund; Marc Manara, head of startups, OpenAI; and Alison Wagonfeld, VP marketing and chief marketing officer, Google Cloud",
      "A killer product needs a killer go-to-market strategy. This panel explores best traditional practices in building a GTM function, as well as how early-stage startups can harness AI to build a GTM function that drives growth, wins customers, and scales efficiently. Hear from founders and GTM experts on hiring, messaging, sales tactics, and the key metrics that prove your approach is working.",
      "Hospitals are complex, high-pressure workplaces, and robotics and AI are being developed to take on routine tasks that free up staff for patient care. Humanoid robots like Moxi, built by Diligent Robotics, are already deployed in hospitals to manage deliveries and ease daily workloads. In this live demo, you’ll see how Moxi navigates hallways, avoids obstacles, and interacts with people in real time. The session will explore the opportunities and challenges of bringing socially intelligent robots into healthcare and where the technology is headed next.",
      "You will gain invaluable insights from these tech giants live on the Builders Stage, and you’ll learn from other top voices across five industry stages, breakouts, and sessions at Disrupt 2025 — all alongside 10,000+ startup, tech, and VC leaders this October. Register today and save up to $668 on your pass before rates increase at the end of this month."
    ]
  },
  {
    "url": "https://techcrunch.com/2025/09/02/just-4-days-left-to-exhibit-at-techcrunch-disrupt-2025-10-tables-remain/",
    "story": [
      "The clock is ticking, and exhibit space at TechCrunch Disrupt 2025 is filling up fast. With just 4 days left to book your table, now’s the time to stop circling the idea and claim your spot on the show floor.",
      "Only 10 tables remain — and once they’re gone, they’re gone. No waitlist. No last-minute add-ons.",
      "Disrupt draws over 10,000 startup and VC leaders, and the exhibit floor is where some of the biggest conversations begin. If you’ve got a killer product, a bold vision, or early traction, and you’re ready to scale, then this is your platform.",
      "You’ve got just a few days to decide: Are you showing up, or watching from the sidelines?",
      "Secure your table before the September 5 deadline!"
    ]
  },
  {
    "url": "https://techcrunch.com/2025/09/01/u-s-and-indian-vcs-just-formed-a-1b-alliance-to-fund-indias-deep-tech-startups/",
    "story": [
      "Eight U.S. and Indian venture capital and private equity firms — including storied investors Accel, Blume Ventures, Celesta Capital, and Premji Invest — have formed an unusual coalition to back India’s deep tech startups, pledging more than $1 billion over the next decade to strengthen U.S.-India tech ties.",
      "The alliance addresses longstanding funding concerns. In April, Indian Commerce Minister Piyush Goyal drew criticism after slamming domestic startups for focusing on food delivery instead of innovation, contrasting them with Chinese firms in a presentation titled “India vs. China: The Startup Reality Check.” Several investors and founders countered that India lacks capital for deep tech ventures and said Goyal’s comments overlooked the determination of founders building for the local market. The new alliance appears to address these concerns, aiming to channel long-term private capital into deep tech ventures that many founders say have struggled to secure funding in India.",
      "The move stands out because investors typically compete for deals rather than formally band together under a named alliance with binding pledges. While VCs often co-invest on a deal-by-deal basis, most cross-border collaboration occurs informally through individual fund strategies, rather than through coordinated capital blocs.",
      "Called the India Deep Tech Investment Alliance, the group brings together Celesta Capital, Accel, Blume Ventures, Gaja Capital, Ideaspring Capital, Premji Invest, Tenacity Ventures, and Venture Catalysts, the firms said in a joint statement on Tuesday. The launch follows the Indian government’s approval of a ₹1 trillion (approximately $11 billion) Research, Development, and Innovation (RDI) scheme, announced in the national budget earlier this year to boost deep tech R&D.",
      "Under the alliance, each member will commit private capital over a five- to 10-year period to Indian-domiciled deep tech startups, the firms said. For now, there are relatively few such companies, as many of India’s best-known deep tech ventures with Indian founders are incorporated in the U.S. But New Delhi has made local incorporation a requirement for incentives under its new RDI scheme, which the alliance members aim to leverage.",
      "In addition to funding, the members will offer mentorship and network access. The firms also plan to utilize the alliance to help their portfolio companies expand into the Indian market.",
      "“This is in line with the strategic interests of both India and the U.S. at the governmental level, focusing on critical and emerging technologies,” said Celesta Capital managing partner Arun Kumar, who will be the inaugural chair of the alliance, in an interview.",
      "Still, the geopolitical backdrop is complicated. In February, President Donald Trump and Prime Minister Narendra Modi launched the TRUST (Transforming the Relationship Utilizing Strategic Technology) initiative to deepen U.S.-India tech ties. But relations soon showed strain, as Trump imposed a 50% tariff on Indian goods last month over New Delhi’s continued purchases of Russian oil, a move analysts say has put the two leaders on opposite sides of a widening trade and geopolitical rift.",
      "Despite those tensions, the alliance — notwithstanding the geopolitical rift between the two leaders — is betting on India as a hub for startups developing foundational technologies such as AI, semiconductors, space, quantum, robotics, biotech, energy, and climate tech.",
      "“We find India as a particularly interesting market, not just for the opportunities that exist for new companies that get started in India, but also for companies in the U.S. that are seeking to expand into the Indian market,” Sriram Viswanathan, founding managing partner at Celesta Capital, told TechCrunch.",
      "Celesta Capital — an early backer of Indian startups such as space-tech venture Agnikul, drone maker IdeaForge, and AI-driven cancer diagnostics firm OneCell Diagnostics — spearheaded the effort after discussions with industry stakeholders and the Indian government.",
      "“We have put this thing together to actually energize the ecosystem and bring like-minded investors together,” Viswanathan said.",
      "The alliance will focus on early-stage startups — from seed to Series B — while steering clear of late-stage investments, Viswanathan noted. He also stated that the billion-dollar-plus commitment is just the beginning, as “any long journey starts with the first step.”",
      "“You could expect more firms to join this alliance, both financial VC firms and private equity firms,” he said. “You should also expect corporates to join who have pretty significant investment programs.”",
      "While the alliance does not set its own eligibility criteria for new members, Viswanathan said participants must meet the Indian government’s conditions under the RDI scheme — including investing in “sunrise” sectors, backing India-domiciled startups, and securing local regulatory approvals.",
      "“The alliance is just a platform for engaging with the government,” he told TechCrunch.",
      "As a group, the investors in the alliance plan to engage with the Indian government on policy and incentives to advance private industry’s interests and act as a unified voice, Viswanathan said.",
      "In the past, regulatory changes rolled out without industry input have led to turmoil in India. Some such moves have drawn intense criticism from U.S. investors and were subsequently withdrawn following widespread outrage.",
      "The alliance’s members will share information voluntarily and coordinate on pipeline development, due diligence, and co-investment opportunities, the firms said.",
      "An advisory committee, comprising representatives from Accel, Premji Invest, and Venture Catalysts, among the early participants, will help establish shared objectives and ensure coordination while preserving the independence of each fund.",
      "Kumar stated that while he is the inaugural chair, the alliance’s leadership will rotate as it moves forward.",
      "The alliance could prove a double-edged sword for Indian deep tech startups. While pooling long-term capital and giving a unified voice to the government appears to be a boon, there is risk if coordination falters, leaving promising companies caught in the gaps.",
      "“Over the next decade, startups will build in India and export breakthrough solutions to the world. The tailwinds are in place: ambition, talent, policy intent, and patient capital,” said Accel partner Anand Daniel in a prepared statement."
    ]
  },
  {
    "url": "https://techcrunch.com/2025/09/01/space-investing-goes-mainstream-as-vcs-ditch-the-rocket-science-requirements/",
    "story": [
      "Five years ago, investor Katelin Holloway made what she calls a “literal moon shot” investment. A founding partner of the generalist venture firm Seven Seven Six admits she and her team had “no clue” what rocket company Stoke Space was talking about when they pitched the firm on its reusable launch technology. “We knew full well we were not the specialist,” she says.",
      "Since then, Holloway has also invested in Interlune, a company planning to harvest helium-3 from the moon and sell it back to Earth for quantum computing and medical imaging applications.",
      "Holloway is well aware of the skepticism these bets might attract. At the same time, her journey from space novice to investor reflects a broader change in venture capital, as VCs without aerospace engineering degrees increasingly back space startups. In fact, global venture investment in space technology reached $4.5 billion across 48 companies as of July, according to PitchBook; that’s more than four times the amount that space startups attracted in 2024.",
      "What’s driving this trend? For starters, SpaceX and other companies have substantially reduced launch costs, making space accessible to founders with applications-focused business models. “We are literally as a species sitting on the precipice of space becoming part of our day-to-day lives,” Holloway told this editor in a recent episode of TC’s StrictlyVC Download podcast. “And I truly do not think the world understands that or is ready for it.”",
      "That has allowed VCs to look past companies that build rockets to startups that use space-based data and infrastructure for new applications like climate monitoring, intelligence gathering, and communications. They’re also betting on orbital logistics, in-space manufacturing, satellite servicing, and lunar infrastructure development. Companies like Interlune represent this new category. For investors like Holloway, the appeal often lies at the “space tech meets climate tech” intersection, meaning startups that want to avoid repeating Earth’s environmental mistakes in space.",
      "Beyond falling costs, geopolitical tensions are making defense-related space startups attractive. The reason, in part, is that China’s rapidly advancing space capabilities are driving increased U.S. investment. VCs can be a nervous lot, and defense spending — knowing the U.S. government provides a reliable customer base and validation for emerging technologies — gives VCs greater confidence in the commercial viability of space ventures. At the Department of the Air Force Summit in March, Defense Secretary Pete Hegseth said, “I feel like there’s no way to ignore the fact that the next and most important domain of warfare will be the space domain.”",
      "Numerous U.S. defense-focused space startups closed sizable rounds this year, including military-class orbital systems developer True Anomaly, which announced a $260 million Series C led by Accel in July; and satellite manufacturer K2 Space, which is right now working on its first government mission and closed a $110 million round in February co-led by Lightspeed Venture Capital and Altimeter Capital. The defense angle adds sheen to space investments that might otherwise seem too risky. Indeed, Holloway notes that helium-3, the gas that Interlune plans to harvest, also has national security applications, including detecting nuclear weapon movements.",
      "AI is creating even more momentum, including at the intersection of geospatial analytics and intelligence. In March, for example, the first satellite launched from Fire Sat, a partnership between Google, nonprofit Earth Fire Alliance, and satellite builder Muon Space designed to detect wildfires from orbit. The collaboration, announced last year, plans to deploy more than 50 satellites specifically built for wildfire detection. Earth imaging operator Planet Labs has also teamed up with Anthropic to analyze Earth observation data.",
      "Perhaps most remarkably, the timetable for returns on these investments has shortened to a surprising degree. Traditional space companies required decades to generate returns, but today’s VCs believe they can achieve liquidity within standard 10-year fund horizons. “Our fund model hasn’t changed, so we still have a 10-year horizon,” Holloway explains. “We would not have made this investment if we did not think we could create outsized returns within 10 years.”",
      "That kind of schedule sounds ambitious, but the public markets certainly seem receptive to these new space companies. Space infrastructure company Voyager listed in New York in June with a $1.9 billion market cap and closed its first day up 82% from its IPO price. (Its shares have since fallen roughly 45%.) The 48-year-old space systems manufacturer Karman Space & Defense opened 30% above its listing price in February. (Its shares have risen nearly 60% more since then.)",
      "For Interlune, Holloway envisions potential exits including strategic acquisitions by aerospace or defense giants, energy company purchases, or even a government buyout given the national security implications that she describes.",
      "All these converging forces — cheaper launches, defense spending, AI applications, and compressed timelines for returns — are reshaping who can invest in space. Holloway’s background — from public school teacher to Pixar script supervisor to Reddit’s VP of People & Culture to venture capitalist — highlights the broader skill sets these companies actually need. While she’s self-effacing when it comes to helium-3 harvesting physics, she brings operational chops.",
      "“At the end of the day, a company is a company,” she says. “If you’re bringing humans together to build something hard, you need someone with a background in building strong companies.”",
      "Whether the approach will pay off remains to be seen. The space economy is still mostly untested at scale, and many of these ambitious ventures face technical and regulatory hurdles that more traditional software startups have never encountered. But as more generalist VCs like Holloway place their bets, space is beginning to look less like a specialized niche and more like another buzzy sector where, if you have the operational know-how, you don’t need to be a rocket scientist, too."
    ]
  },
  {
    "url": "https://techcrunch.com/2025/09/01/behind-the-scenes-and-front-row-access-volunteer-at-techcrunch-disrupt-2025-while-you-still-can/",
    "story": [
      "Volunteers are needed, and time is ticking! With just over a month until TechCrunch Disrupt 2025 hits San Francisco, we’re calling on students, aspiring founders, marketers, and event pros to step behind the curtain and help the TechCrunch events team pull off one of the largest and most anticipated startup events of the year, taking place October 27–29.",
      "Whether you’re looking to build your network, learn what it takes to launch a company, or get a front-row view from tech leaders like Aaron Levie (Box), Sarah Franklin (Lattice), and Elad Gil, volunteering is your fast-track ticket to the action — literally. Volunteers get a free pass to explore the show when they’re not working their shift.",
      "From helping with registration to supporting programming across stages, volunteers play a crucial role in making the event run smoothly. And along the way, you’ll get a behind-the-scenes look at how a top-tier tech conference really comes together.",
      "Don’t wait. Volunteer slots are limited, and they’re already filling up. Make your mark — and make some career-defining connections while you’re at it. Apply to volunteer before September 30."
    ]
  },
  {
    "url": "https://techcrunch.com/2025/09/01/only-5-days-left-tables-are-disappearing-for-techcrunch-disrupt-2025/",
    "story": [
      "Every founder says they want visibility, traction, and growth. But with just 10 tables left and 5 days to grab one, the window to make that happen at TechCrunch Disrupt 2025 is closing fast.",
      "If you’ve been thinking about joining 10,000+ startup and VC leaders in San Francisco on October 27–29, this is your moment. Lock in your place on the Expo floor where ideas, capital, and connections collide.",
      "Your competitor might already be prepping their booth. Don’t let them steal your spotlight and your high-quality leads.",
      "Book your table now before it’s taken by your competitor!"
    ]
  },
  {
    "url": "https://techcrunch.com/2025/09/03/googles-notebooklm-now-lets-you-customize-the-tone-of-its-ai-podcasts/",
    "story": [
      "Google’s AI note-taking and research assistant NotebookLM now lets users customize the tone of their Audio Overviews, which are podcasts with AI virtual hosts that summarize and discuss documents shared with NotebookLM, such as course readings or legal briefs.",
      "When generating an Audio Overview, users can now choose whether they want their AI podcasts to be formatted as a “Deep Dive,” “Brief,” “Critique,” or “Debate.”",
      "A Deep Dive features conversational dialogues where two AI hosts unpack the topic with depth and questions. A Brief is a bite-sized overview that’s designed to help you quickly grasp the core ideas from your sources.",
      "A Critique features a review of your sources and constructive feedback to help you improve, while a Debate includes two AI hosts offering different perspectives on your sources.",
      "Each of the different formats lets you customize how long or short you want the AI podcast to be.",
      "In addition to customizable tones, Google is also bringing a highly requested feature to NotebookLM, which is the addition of new voices for the AI podcasts.",
      "The launch comes as Google has been building out NotebookLM over the past few months. A few weeks ago, the tech giant rolled out Video Overviews, which allow users to turn dense multimedia, such as raw notes, PDFs, and images, into digestible visual presentations.",
      "NotebookLM recently also got access to a series of featured notebooks from various authors, publications, researchers, and nonprofits that allow users to explore a wide array of topics. And in May, Google officially rolled out standalone NotebookLM apps for Android and iOS.",
      "The new formats for NotebookLM are launching in all languages and should be available to all users this week, Google says."
    ]
  },
  {
    "url": "https://techcrunch.com/2025/09/03/roblox-expands-use-of-age-estimation-tech-and-introduces-standardized-ratings/",
    "story": [
      "Amid lawsuits alleging child safety concerns, online gaming service Roblox announced on Wednesday that it’s expanding its age-estimation technology to all users and partnering with the International Age Rating Coalition (IARC) to provide age and content ratings for the games and apps on its platform.",
      "The company said that by year’s end, the age-estimation system will be rolled out to all Roblox users who access the company’s communication tools, like voice and text-based chat. This involves scanning users’ selfies and analyzing facial features to estimate age.",
      "This age-estimation tech is combined with other systems, including ID age verification and verified parental consent, to provide a more accurate measure of a user’s age, Roblox says — especially when compared with simply having kids type in a birth year when they create an account. The company notes that it’s also planning to launch systems that will further limit communications between adults and minors on its platform.",
      "Meanwhile, the company’s partnership with IARC will see Roblox replacing its own content and maturity labels with those used by rating agencies worldwide. That means users in the U.S. will see ratings from the ESRB, while other countries will see those used by their own ratings authorities. Players in the Republic of Korea will see ratings from GRAC; players in Germany will see ratings from the USK; and players elsewhere in Europe and the United Kingdom will see ratings from the PEGI, for instance.",
      "This system is meant to help parents better understand what sort of games their kids are playing, based on factors that could raise concerns, like whether game content features blood or gore, violence, substances, gambling, adult language, and more.",
      "These updates follow earlier moves the company announced in July, designed to better protect younger users.",
      "Roblox introduced a series of safety features, including the age-verification system that analyzes users’ ages via video selfies. This information is used to prevent users younger than 13 from accessing certain features within Roblox, like the ability to voice and text chat without filters. Roblox also prevents users ages 13 to 17 from adding users to their “trusted connections” unless they know them in real life — something Roblox verified through contact imports or QR code scans.",
      "The move also follows the rollout of increasingly strict laws and regulations around the world that require social platforms to verify users’ ages, like the U.K.’s Online Safety Act and Mississippi’s age-assurance law, which has already seen social network Bluesky stop serving users in the state. Similar laws are in various stages in other states, including Arizona, Wyoming, South Dakota, Virginia, and elsewhere.",
      "Roblox has invested in safety features over the years as well.",
      "Among its tools is Roblox Sentinel, an open source AI system designed to detect early signals of child endangerment. The company also offers parental controls, tools to restrict communications, and technology that detects when there are servers where a large number of users are breaking its rules, so it can take them down.",
      "Despite the company’s efforts, child predators still manage to access the platform and target children, according to complaints filed by Louisiana attorney general Liz Murrill and in other lawsuits across California, Texas, and Pennsylvania.",
      "In addition, The Guardian recently reported on a research study that discovered that kids on Roblox’s service can still easily come across inappropriate content and interact with bad actors.",
      "More recently, a popular Roblox farming simulator game, Grow a Garden, made headlines because its players began buying and selling its virtual items on online marketplaces for real money, in violation of the platform’s rules. Parents and others raised concerns that the game was luring in children, then pushing them to spend cash to keep up with other players.",
      "The changes to the ratings system may not put an end to all these bad experiences, but it could at least provide parents with more insight about the games their kids are playing.",
      "“Roblox is committed to creating a safe platform for our users and empowering parents to make the best decision for their children,” said Matt Kaufman, Roblox’s chief safety officer, in a prepared statement. “We’re excited to partner with IARC and hope it will provide parents globally with more clarity and confidence regarding age-appropriate content.”"
    ]
  },
  {
    "url": "https://techcrunch.com/2025/09/02/waymo-expands-to-denver-and-seattle-with-its-zeekr-made-vans/",
    "story": [
      "Waymo announced Tuesday that it’s going to bring both of its vehicles — the Jaguar I-Pace SUV and the Zeekr van — to Denver and Seattle starting this week, the latest move in a continued expansion across the United States.",
      "The vehicles will be manually driven to start, before the company starts testing its autonomous tech in both cities. Waymo told TechCrunch that it hopes to start offering robotaxi trips in Denver next year and the Seattle metropolitan area “as soon as we’re permitted to do so.” Denver and Seattle will be two of the most extreme-weather cities that Waymo is feeling out, giving it a chance to test out its tech in snow, wind, and rain that is harder to come by in places like Phoenix.",
      "The new cities join a growing list of places where Waymo is operating in the U.S. Just last week the company announced that it has more than 2,000 robotaxis in its commercial fleet countrywide, with 800 in the San Francisco Bay Area, 500 in Los Angeles, 400 in Phoenix, 100 in Austin, and “dozens” in Atlanta. Waymo has also announced plans to launch a commercial robotaxi services in Dallas, Miami, and Washington, D.C., next year, and recently received a permit to start testing in New York City.",
      "That’s not to mention the other cities where Waymo has dipped its toes. It’s brought vehicles on “road trips” to places like Philadelphia and plans to do the same in Las Vegas, San Diego, Houston, Orlando, and San Antonio."
    ]
  },
  {
    "url": "https://techcrunch.com/2025/09/02/teslas-4th-master-plan-reads-like-llm-generated-nonsense/",
    "story": [
      "Tesla has published its fourth “Master Plan,” and at a high level it is about how the company wants to lead the charge into planet-wide adoption of humanoid robots and sustainable energy.",
      "But the post lacks an important building block of plans: specifics.",
      "Even CEO Elon Musk agrees. In one of his only posts about the plan since it was published on Monday — sandwiched in between a steady stream of transphobia and immigration panic — he agreed it was fair to criticize the lack of specifics and said the company will add more.",
      "Who knows when that will happen? But right now, unlike the preceding master plan posts, this one is gauzy, generic, and reads like someone threw talking points from Musk and the “Abundance bros” into ChatGPT and published the result. (If it was Grok, it’s one of the most benign posts that AI chatbot has ever generated.)",
      "The post is stuffed with sentences that sound like a kid imitating college-level discourse, such as: “The hallmark of meritocracy is creating opportunities that enable each person to use their skills to accomplish whatever they imagine.”",
      "Why be so vague? Maybe it’s because Tesla has still not completed all of its goals from the second master plan, published all the way back in 2016, or from its third, in 2023.",
      "That second plan was also about taking huge swings, but it was specific in its ambitions. First, Musk wrote that Tesla would “create a smoothly integrated and beautiful solar-roof-with-battery product that just works” and “scale that throughout the world.” Tesla has a solar roof product, but it has been plagued by problems, redesigned multiple times, and has not reached any real scale in the U.S., let alone around the world.",
      "(Musk used this part of Master Plan 2 to justify Tesla’s recent offer to acquire SolarCity, a struggling company run by his cousins. Tesla spent years in court defending the acquisition and ultimately prevailed.)",
      "On the vehicle side, Musk promised in Plan 2 to bring a compact SUV, semitruck, pickup, and an electric bus to market. Tesla accomplished the first piece of that with the Model Y, which has proven extremely popular. But the Tesla Semi is still in development, the Cybertruck has failed to come close to its own sales goals, and the company has not expanded beyond those form factors into anything resembling a bus.",
      "The final two prongs of the second Master Plan was to make Teslas fully autonomous via a software upgrade and to allow owners to add or subtract them to a large, shared network. Neither of those goals have been met.",
      "The company is testing a small, invite-only robotaxi service in Austin, Texas, but the cars all have safety monitors riding in the front passenger seat. And Tesla has gone through multiple hardware revisions in the last nine years that, by Musk’s own admission, likely means an enormous number of cars already on the road do not, as promised, have the right tech to become fully autonomous. (The first and second Master Plans have been removed from Tesla’s website as part of a larger purge.)",
      "Master Plan 3 was about using Tesla as a shining example to convince the world that a sustainable economy is achievable. Again, quite grand! But Tesla went so deep on specifics that it released a 41-page white paper backing up its projections. The company and the world have, almost by definition, not accomplished much of what is included in that paper. In the meantime, Musk spent $300 million to help elect a president who is actively fighting the adoption of cleaner, cheaper, sustainable energy.",
      "Musk spent the last few years trying to redefine Tesla. It’s not a carmaker, it’s an AI and robotics company, he says repeatedly. There’s some truth to that, though it doesn’t change the fact that the overwhelming majority of the company’s revenue still comes from the (increasingly hard) business of making and selling electric vehicles.",
      "The belief that Tesla will complete this transition is a huge driver of its stock price, so it’s beneficial for the company to lean way into the idea. So of course Master Plan 4 is wide-eyed.",
      "But Tesla used to back up those ambitions with goals and benchmarks that it could be measured against. And Musk used to at least try to argue the case. He wrote the first two plans and spent four hours on a stage with other executives diving into the details of the more professionalized third version.",
      "This time around, Tesla’s “Master Plan” was published on a federal holiday, and its CEO spent the day spreading fear about marginalized people."
    ]
  },
  {
    "url": "https://techcrunch.com/2025/09/02/teslas-dojo-a-timeline/",
    "story": [
      "Elon Musk doesn’t want Tesla to be just an automaker. He wants Tesla to be an AI company, one that’s figured out how to make cars drive themselves.",
      "Crucial to that mission was Dojo, a custom-built supercomputer designed by Tesla to train its Full Self-Driving (FSD) neural networks. FSD isn’t actually fully self-driving; it can perform some automated driving tasks, but still requires an attentive human behind the wheel. But Tesla thinks with more data, more compute power, and more training, it can cross the threshold from almost self-driving to full self-driving.",
      "And that’s where Dojo was supposed to come in.",
      "Musk teased Dojo for years and ramped up discussions about the supercomputer throughout 2024. But Dojo is now out, and another supercomputer called Cortex has entered the chat.",
      "Below is a timeline of Dojo mentions and promises. Check out this explainer on Dojo for even more information on what it was, why it mattered, and what comes next.",
      "April 22 – At Tesla’s Autonomy Day, the automaker had its AI team onstage to talk about Autopilot and Full Self-Driving, and the AI powering them both. The company shares information about Tesla’s custom-built chips that are designed specifically for neural networks and self-driving cars.",
      "During the event, Musk teases Dojo, revealing that it’s a supercomputer for training AI. He also notes that all Tesla cars being produced at the time would have all hardware necessary for full self-driving and only needed a software update.",
      "Feb 2 – Musk says Tesla will soon have more than a million connected vehicles worldwide with sensors and compute needed for full self-driving — and touts Dojo’s capabilities.",
      "“Dojo, our training supercomputer, will be able to process vast amounts of video training data & efficiently run hyperspace arrays with a vast number of parameters, plenty of memory & ultra-high bandwidth between cores. More on this later.”",
      "August 14 – Musk reiterates Tesla’s plan to develop a neural network training computer called Dojo “to process truly vast amounts of video data,” calling it “a beast.” He also says the first version of Dojo is “about a year away,” which would put its launch date somewhere around August 2021.",
      "December 31 – Elon says Dojo isn’t needed, but it will make self-driving better. “It isn’t enough to be safer than human drivers, Autopilot ultimately needs to be more than 10 times safer than human drivers.”",
      "August 19 – The automaker officially announces Dojo at Tesla’s first AI Day, an event meant to attract engineers to Tesla’s AI team. Tesla also introduces its D1 chip, which the automaker says it will use — alongside Nvidia’s GPU — to power the Dojo supercomputer. Tesla notes its AI cluster will house 3,000 D1 chips.",
      "October 12 – Tesla releases a Dojo Technology whitepaper, “a guide to Tesla’s configurable floating point formats & arithmetic.” The whitepaper outlines a technical standard for a new type of binary floating-point arithmetic that’s used in deep learning neural networks and can be implemented “entirely in software, entirely in hardware, or in any combination of software and hardware.”",
      "August 12 – Musk says Tesla will “phase in Dojo. Won’t need to buy as many incremental GPUs next year.”",
      "September 30 – At Tesla’s second AI Day, the company reveals that it has installed the first Dojo cabinet, testing 2.2 megawatts of load testing. Tesla says it was building one tile per day (which is made up of 25 D1 chips). Tesla demos Dojo onstage running a Stable Diffusion model to create an AI-generated image of a “Cybertruck on Mars.”",
      "Importantly, the company sets a target date of a full Exapod cluster to be completed by Q1 2023, and says it plans to build a total of seven Exapods in Palo Alto.",
      "April 19 – Musk tells investors during Tesla’s first-quarter earnings that Dojo “has the potential for an order of magnitude improvement in the cost of training,” and also “has the potential to become a sellable service that we would offer to other companies in the same way that Amazon Web Services offers web services.”",
      "Musk also notes that he’d “look at Dojo as kind of a long-shot bet,” but a “bet worth making.”",
      "June 21 – The Tesla AI X account posts that the company’s neural networks are already in customer vehicles. The thread includes a graph with a timeline of Tesla’s current and projected compute power, which places the start of Dojo production at July 2023, although it’s not clear if this refers to the D1 chips or the supercomputer itself. Musk says that same day that Dojo was already online and running tasks at Tesla data centers.",
      "The company also projects that Tesla’s compute will be the top five in the entire world by around February 2024 (there are no indications this was successful) and that Tesla would reach 100 exaflops by October 2024.",
      "July 19 – Tesla notes in its second-quarter earnings report it has started production of Dojo. Musk also says Tesla plans to spend more than $1 billion on Dojo through 2024.",
      "September 6 – Musk posts on X that Tesla is limited by AI training compute, but that Nvidia and Dojo will fix that. He says managing the data from the roughly 160 billion frames of video Tesla gets from its cars per day is extremely difficult.",
      "January 24 – During Tesla’s fourth-quarter and full-year earnings call, Musk acknowledges again that Dojo is a high-risk, high-reward project. He also says that Tesla was pursuing “the dual path of Nvidia and Dojo,” that “Dojo is working” and is “doing training jobs.” He notes Tesla is scaling it up and has “plans for Dojo 1.5, Dojo 2, Dojo 3 and whatnot.”",
      "January 26 – Tesla announced plans to spend $500 million to build a Dojo supercomputer in Buffalo. Musk then downplays the investment somewhat, posting on X that while $500 million is a large sum, it’s “only equivalent to a 10k H100 system from Nvidia. Tesla will spend more than that on Nvidia hardware this year. The table stakes for being competitive in AI are at least several billion dollars per year at this point.”",
      "April 30 – At TSMC’s North American Technology Symposium, the company says Dojo’s next-generation training tile — the D2, which puts the entire Dojo tile onto a single silicon wafer, rather than connecting 25 chips to make one tile — is already in production, according to IEEE Spectrum.",
      "May 20 – Musk notes that the rear portion of the Giga Texas factory extension will include the construction of “a super dense, water-cooled supercomputer cluster.”",
      "June 4 – A CNBC report reveals Musk diverted thousands of Nvidia chips reserved for Tesla to X and xAI. After initially saying the report was false, Musk posts on X that Tesla didn’t have a location to send the Nvidia chips to turn them on, due to the continued construction on the south extension of Giga Texas, “so they would have just sat in a warehouse.” He noted the extension will “house 50k H100s for FSD training.”",
      "He also posts:",
      "“Of the roughly $10B in AI-related expenditures I said Tesla would make this year, about half is internal, primarily the Tesla-designed AI inference computer and sensors present in all of our cars, plus Dojo. For building the AI training superclusters, NVidia hardware is about 2/3 of the cost. My current best guess for Nvidia purchases by Tesla are $3B to $4B this year.”",
      "July 1 – Musk reveals on X that current Tesla vehicles may not have the right hardware for the company’s next-gen AI model. He says that the roughly 5x increase in parameter count with the next-gen AI “is very difficult to achieve without upgrading the vehicle inference computer.”",
      "July 23 – During Tesla’s second-quarter earnings call, Musk says demand for Nvidia hardware is “so high that it’s often difficult to get the GPUs.”",
      "“I think this therefore requires that we put a lot more effort on Dojo in order to ensure that we’ve got the training capability that we need,” Musk says. “And we do see a path to being competitive with Nvidia with Dojo.”",
      "A graph in Tesla’s investor deck predicts that Tesla AI training capacity will ramp to roughly 90,000 H100 equivalent GPUs by the end of 2024, up from around 40,000 in June. Later that day on X, Musk posts that Dojo 1 will have “roughly 8k H100-equivalent of training online by end of year.” He also posts photos of the supercomputer, which appears to use the same fridge-like stainless steel exterior as Tesla’s Cybertrucks.",
      "July 30 –  AI5 is ~18 months away from high-volume production, Musk says in a reply to a post from someone claiming to start a club of “Tesla HW4/AI4 owners angry about getting left behind when AI5 comes out.”",
      "August 3 – Musk posts on X that he did a walkthrough of “the Tesla supercompute cluster at Giga Texas (aka Cortex).” He notes that it would be made roughly of 100,000 H100/H200 Nvidia GPUs with “massive storage for video training of FSD & Optimus.”",
      "August 26 – Musk posts on X a video of Cortex, which he refers to as “the giant new AI training supercluster being built at Tesla HQ in Austin to solve real-world AI.”",
      "January 29 – Tesla’s Q4 and full-year 2024 earnings call included no mention of Dojo. Cortex, Tesla’s new AI training supercluster at the Austin gigafactory, did make an appearance, however. Tesla noted in its shareholder deck that it completed the deployment of Cortex, which is made up of roughly 50,000 H100 Nvidia GPUs.",
      "“Cortex helped enable V13 of FSD (Supervised), which boasts major improvements in safety and comfort thanks to 4.2x increase in data, higher resolution video inputs … among other enhancements,” according to the letter.",
      "During the call, CFO Vaibhav Taneja noted that Tesla accelerated the buildout of Cortex to speed up the rollout of FSD V13. He said that accumulated AI-related capital expenditures, including infrastructure, “so far has been approximately $5 billion.” In 2025, Taneja said he expects capex to be flat as it relates to AI.",
      "July 23 – During Tesla’s Q2 2025 earnings call, Musk said Dojo 2 was expected to be “operating at scale” sometime in 2026, with “scale being somewhere around 100k H100 equivalent.” In the same breath, he hinted at possible redundancies.",
      "“Thinking about Dojo 3 and the AI6 inference chip, it seems like intuitively, we want to try to find convergence there, where it’s basically the same chip,” Musk said.",
      "July 28 – Tesla signed a $16.5 billion deal to get its next-generation AI6 chips from Samsung. The AI6 chip is Tesla’s bet on a chip design that can scale from powering FSD and Tesla’s Optimus humanoid robots to high-performance AI training in data centers.",
      "August 6 – Bloomberg reports that close to 20 Dojo workers left to start their own company that builds AI chips, software, and hardware called DensityAI.",
      "August 7 – Bloomberg reports that Tesla has disbanded its Dojo team and shut down the project. Peter Bannon, Dojo’s lead, left the company, as well.",
      "Musk responded to the reports on X, saying: “It doesn’t make sense for Tesla to divide its resources and scale two quite different AI chip designs. The Tesla AI5, AI6 and subsequent chips will be excellent for inference and at least pretty good for training. All effort is focused on that.”",
      "August 10 – “Once it became clear that all paths converged to AI6, I had to shut down Dojo and make some tough personnel choices, as Dojo 2 was now an evolutionary dead end,” Musk posted on X, the social media platform he owns. “Dojo 3 arguably lives on in the form of a large number of AI6 [systems-on-a-chip] on a single board.”",
      "September 1 – Tesla shares its Master Plan Part IV on social media platform X. There is no mention of Dojo or Cortex, although AI, and more specifically, “physical AI” takes a central role.",
      "This story originally published August 10, 2024. The final update of the Tesla Dojo timeline published September 2, 2025."
    ]
  },
  {
    "url": "https://techcrunch.com/2025/09/02/tesla-dojo-the-rise-and-fall-of-elon-musks-ai-supercomputer/",
    "story": [
      "For years, Elon Musk has spoken of the promise of Dojo, the AI supercomputer that was supposed to be the cornerstone of Tesla’s AI ambitions. It was important enough to Musk that in July 2024, he said the company’s AI team would “double down” on Dojo in the lead-up to Tesla’s robotaxi reveal, which happened in October.",
      "After six years of hype, Tesla decided last month to shut down Dojo and disband the team behind the supercomputer in August 2025. Within weeks of projecting that Dojo 2, Tesla’s second supercluster that was meant to be built on the company’s in-house D2 chips, would reach scale by 2026, Musk reversed course, declaring it “an evolutionary dead end.”",
      "This article originally set out to explain what Dojo was and how it could help Tesla achieve full-self driving, autonomous humanoid robots, semiconductor autonomy, and more. Now, you can think of it more as an obituary of a project that convinced so many analysts and investors that Tesla wasn’t just an automaker, it was an AI company.",
      "Dojo was Tesla’s custom-built supercomputer that was designed to train its “Full Self-Driving” neural networks.",
      "Beefing up Dojo went hand-in-hand with Tesla’s goal to reach full self-driving and bring a robotaxi to market. FSD (Supervised) is Tesla’s advanced driver assistance system that’s on hundreds of thousands of Tesla vehicles today and can perform some automated driving tasks, but it still requires a human to be attentive behind the wheel. It’s also the basis of similar technology powering Tesla’s limited robotaxi service that the company launched in Austin this June using Model Y SUVs.",
      "Even as Dojo’s raison d’être started to come to life, Tesla failed to attribute its self-driving successes — controversial as they were — to the supercomputer. In fact, Musk and Tesla had barely mentioned Dojo at all over the past year. In August 2024, Tesla began promoting Cortex, the company’s “giant new AI training supercluster being built at Tesla HQ in Austin to solve real-world AI,” which Musk has said would have “massive storage for video training of FSD and Optimus.”",
      "In Tesla’s Q4 2024 shareholder deck, the company shared updates on Cortex, but nothing on Dojo. It’s not clear whether Tesla’s Dojo shutdown affects Cortex.",
      "The response to Dojo’s disbanding has been mixed. Some see it as another example of Musk making promises he can’t deliver on that comes at a time of falling EV sales and a lackluster robotaxi rollout. Others say the shutdown wasn’t a failure, but a strategic pivot from a high-risk, self-reliant hardware to a streamlined path that relies on partners for chip development.",
      "Dojo’s story reveals what was on the line, where the project fell short, and what its shutdown signals for Tesla’s future.",
      "Tesla disbanded its Dojo team and shut down the project in mid-August 2025. Dojo’s lead, Peter Bannon, left the company as well, following the departure of around 20 workers who left to start their own AI chip and infrastructure company called DensityAI.",
      "Analysts have pointed out that losing key talent can quickly derail a project, especially a highly specialized, internal tech project.",
      "The shutdown came a couple of weeks after Tesla signed a $16.5 billion deal to get its next-generation AI6 chips from Samsung. The AI6 chip is Tesla’s bet on a chip design that can scale from powering FSD and Tesla’s Optimus humanoid robots to high-performance AI training in data centers.",
      "“Once it became clear that all paths converged to AI6, I had to shut down Dojo and make some tough personnel choices, as Dojo 2 was now an evolutionary dead end,” Musk posted on X, the social media platform he owns. “Dojo 3 arguably lives on in the form of a large number of AI6 [systems-on-a-chip] on a single board.”",
      "Musk has insisted that Tesla isn’t just an automaker, or even a purveyor of solar panels and energy storage systems. Instead, he has pitched Tesla as an AI company, one that has cracked the code to self-driving cars by mimicking human perception.",
      "Most other companies building autonomous vehicle technology rely on a combination of sensors to perceive the world — like lidar, radar and cameras — as well as high-definition maps to localize the vehicle. Tesla believes it can achieve fully autonomous driving by relying on cameras alone to capture visual data and then use advanced neural networks to process that data and make quick decisions about how the car should behave.",
      "The pitch has been that Dojo-trained AI software will eventually be pushed out to Tesla customers via over-the-air updates. The scale of FSD also means Tesla has been able to rake in millions of miles worth of video footage that it uses to train FSD. The idea there is that the more data Tesla can collect, the closer the automaker can get to actually achieving full self-driving.",
      "However, some industry experts say there might be a limit to the brute force approach of throwing more data at a model and expecting it to get smarter.",
      "“First of all, there’s an economic constraint, and soon it will just get too expensive to do that,” Anand Raghunathan, Purdue University’s Silicon Valley professor of electrical and computer engineering, told TechCrunch. Further, he said, “Some people claim that we might actually run out of meaningful data to train the models on. More data doesn’t necessarily mean more information, so it depends on whether that data has information that is useful to create a better model, and if the training process is able to actually distill that information into a better model.”",
      "Raghunathan said despite these doubts, the trend of more data appears to be here for the short-term at least. And more data means more compute power needed to store and process it all to train Tesla’s AI models. That was where Dojo, the supercomputer, came in.",
      "Dojo was Tesla’s supercomputer system that was designed to function as a training ground for AI, specifically FSD. The name is a nod to the space where martial arts are practiced.",
      "A supercomputer is made up of thousands of smaller computers called nodes. Each of those nodes has its own CPU (central processing unit) and GPU (graphics processing unit). The former handles overall management of the node, and the latter does the complex stuff, like splitting tasks into multiple parts and working on them simultaneously.",
      "GPUs are essential for machine learning operations like those that power FSD training in simulation. They also power large language models, which is why the rise of generative AI has made Nvidia the most valuable company on the planet.",
      "Even Tesla buys Nvidia GPUs to train its AI (more on that later).",
      "Tesla’s vision-only approach was the main reason Tesla needed a supercomputer. The neural networks behind FSD are trained on vast amounts of driving data to recognize and classify objects around the vehicle and then make driving decisions. That means that when FSD is engaged, the neural nets have to collect and process visual data continuously at speeds that match the depth and velocity recognition capabilities of a human.",
      "In other words, Tesla means to create a digital duplicate of the human visual cortex and brain function.",
      "To get there, Tesla needs to store and process all the video data collected from its cars around the world and run millions of simulations to train its model on the data.",
      "Dojo pics pic.twitter.com/Lu8YiZXo8c",
      "Tesla relied mainly on Nvidia to power its current Dojo training computer, but it didn’t want to have all its eggs in one basket — not least because Nvidia chips are expensive. Tesla had hoped to make something better that increased bandwidth and decreased latencies. That’s why the automaker’s AI division decided to come up with its own custom hardware program that aimed to train AI models more efficiently than traditional systems.",
      "At that program’s core was Tesla’s proprietary D1 chips, which the company said were optimized for AI workloads.",
      "Tesla, like Apple, thinks hardware and software should be designed to work together. That’s why Tesla was working to move away from the standard GPU hardware and design its own chips to power Dojo.",
      "Tesla unveiled its D1 chip, a silicon square the size of a palm, on AI Day in 2021. The D1 chip entered into production around July 2023.",
      "The Taiwan Semiconductor Manufacturing Company (TSMC) manufactured the chips using 7 nanometer semiconductor nodes. The D1 has 50 billion transistors and a large die size of 645 millimeters squared, according to Tesla. This is all to say that the D1 promises to be extremely powerful and efficient and to handle complex tasks quickly.",
      "The D1 wasn’t as powerful as Nvidia’s A100 chip, though.",
      "Tesla had been working on a next-gen D2 chip that aimed to solve information flow bottlenecks. Instead of connecting the individual chips, the D2 would have put the entire Dojo tile onto a single wafer of silicon.",
      "Tesla never confirmed how many D1 chips it ordered or received. The company also never provided a timeline for how long it would have taken to get Dojo supercomputers running on D1 chips.",
      "Tesla’s hope was that by taking control of its own chip production, it might one day be able to quickly add large amounts of compute power to AI training programs at a low cost.",
      "It also meant not having to rely on Nvidia’s chips in the future, which are increasingly expensive and hard to secure. Now, Tesla is going all-in on partnerships — with Nvidia, AMD, and Samsung, which will build its next-gen AI6 chip.",
      "During Tesla’s second-quarter 2024 earnings call, Musk said demand for Nvidia hardware was “so high that it’s often difficult to get the GPUs.” He said he was “quite concerned about actually being able to get steady GPUs when we want them, and I think this therefore requires that we put a lot more effort on Dojo in order to ensure that we’ve got the training capability that we need.”",
      "Dojo was a risky bet, one that Musk hedged several times by saying that Tesla might not succeed.",
      "In the long run, Tesla toyed with the idea of creating a new business model based on its AI division, with Musk even saying during a Q2 2024 earnings call that he saw “a path to being competitive with Nvidia with Dojo.” While D1 was more tailored for Tesla computer vision labeling and training — useful for FSD and Optimus training — it wouldn’t have been useful for much else. Future versions would have to be more tailored to general-purpose AI training, Musk said.",
      "The problem that Tesla might have come up against is that almost all AI software out there has been written to work with GPUs. Using Dojo chips to train general-purpose AI models would have required rewriting the software.",
      "That is, unless Tesla rented out its compute, similar to how AWS and Azure rent out cloud computing capabilities — an idea that excited analysts. A September 2023 report from Morgan Stanley predicted that Dojo could add $500 billion to Tesla’s market value by unlocking new revenue streams in the form of robotaxis and software services.",
      "In short, Dojo chips were an insurance policy for the automaker, but one that might have paid dividends.",
      "Musk often provided progress reports, but many of his goals for Dojo were never reached.",
      "For instance, Musk suggested in June 2023 that Dojo had been online and running useful tasks for a few months.” Around the same time, Tesla said it expected Dojo to be one of the top five most powerful supercomputers by February 2024 and had planned for total compute to reach 100 exaflops in October 2024, which would have required roughly 276,000 D1s, or around 320,500 Nvidia A100 GPUs.",
      "Tesla never provided an update or any information that would suggest it ever reached these goals.",
      "Tesla and Musk made numerous other pledges for Dojo, including financial ones. For instance, Tesla committed in January 2024 to spend $500 million to build a Dojo supercomputer at its gigafactory in Buffalo, New York, and has already spent $314 million of that, per a 2024 report.",
      "Just after Tesla’s second-quarter 2024 earnings call, Musk posted photos of Dojo 1 on X, saying that it would have “roughly 8k H100-equivalent of training online by end of year. Not massive, but not trivial either.”",
      "Despite all of this activity — particularly by Musk on X and in earnings calls — mention of Dojo abruptly ended August 2024. And talk switched to Cortex.",
      "During the company’s fourth-quarter 2024 earnings call, Tesla said it completed the deployment of Cortex, “a ~50k H100 training cluster at Gigafactory Texas” and that Cortex helped enable V13 of supervised FSD.",
      "In Q2 2025, Tesla noted it “expanded AI training compute with an additional 16k H200 GPUs at Gigafactory Texas, bringing Cortex to a total of 67k H100 equivalents.” During that same earnings call, Musk said he expected to have a second Dojo cluster operating “at scale” in 2026. He also hinted at potential redundancies.",
      "“Thinking about Dojo 3 and the AI6 inference chip, it seems like intuitively, we want to try to find convergence there, where it’s basically the same chip,” Musk said.",
      "A few weeks later, he reversed course and disbanded the Dojo team.",
      "TechCrunch confirmed in late August 2025 that Tesla still plans to commit $500 million to a supercomputer in Buffalo — it just won’t be Dojo.",
      "This story originally published August 3, 2024. The article was updated for a final time September 2, 2025, with new information about Tesla’s decision to shut down Dojo."
    ]
  },
  {
    "url": "https://techcrunch.com/2025/08/31/uk-age-check-law-seems-to-be-hurting-sites-that-comply-helping-those-that-dont/",
    "story": [
      "The United Kingdom recently started enforcing the Online Safety Act’s age-check rules, and The Washington Post reports that it’s already having a significant effect on web traffic.",
      "U.K. law now requires pornography websites to verify their users’ ages through means such as face scans and driver’s licenses; it also requires that online platforms prevent children from being exposed to adult content (which is why sites like Bluesky and Reddit have begun checking some users’ ages).",
      "To study the law’s effect, the Post says it examined the top 90 porn sites based on U.K. visitor data from Similarweb, finding 14 sites that still don’t perform an age check. All 14 of them appear to have experienced a dramatic increase in traffic, with one of them seeing traffic double year-over-year.",
      "Meanwhile, many websites ostensibly complied with the law while criticizing it, linking to a petition urging repeal, or even offered instructions for getting around it.",
      "John Scott-Railton, a researcher at the University of Toronto’s Citizen Lab, told the Post that this is “a textbook illustration of the law of unintended consequences,” adding that the law “suppresses traffic to compliant platforms while driving users to sites without age verification.”"
    ]
  },
  {
    "url": "https://techcrunch.com/2025/08/31/director-jim-jarmusch-disappointed-and-disconcerted-by-mubis-funding-from-sequoia/",
    "story": [
      "Veteran indie filmmaker Jim Jarmusch premiered his new movie “Father Mother Sister Brother” today at the Venice Film Festival, where journalists asked him about Mubi, the streaming platform that co-produced the film — specifically, about Mubi’s recent $100 million funding round led by Sequoia Capital.",
      "“I was disappointed and disconcerted by this relationship,” Jarmusch said, while noting that his own “relationship with Mubi started much before that, and they were fantastic to work with on this film.”",
      "Numerous filmmakers — including those with ties to Mubi — signed an open letter criticizing the streamer for accepting money from Sequoia and saying that the firm’s backing of Israeli defense tech startup Kela meant that “Mubi’s financial growth as a company is now explicitly tied to the genocide in Gaza.” (Mubi’s founder and CEO subsequently insisted that “any suggestion that our work is connected to funding the war is simply untrue.”)",
      "For his part, Jarmusch said at his film’s press conference that he’s “not the spokesman” for Mubi, but rather an independent filmmaker who’s “taken money from various sources to fund my films.”",
      "“All corporate money is dirty,” he said."
    ]
  },
  {
    "url": "https://techcrunch.com/2025/08/30/taco-bell-is-having-second-thoughts-about-relying-on-ai-at-the-drive-through/",
    "story": [
      "Taco Bell’s chief digital officer says the company is having an “active conversation” about when to use and not use AI.",
      "The company has apparently rolled out voice AI-powered ordering at more than 500 drive-throughs, leading to unflattering viral moments like someone ordering 18,000 water cups in order to “bypass” the AI and get connected to a human server.",
      "Chief digital and technology officer Dane Matthews told The Wall Street Journal that even he has mixed experiences with the technology: “Sometimes it lets me down, but sometimes it really surprises me.”",
      "Overall, it sounds like Taco Bell is still deciding how broadly to deploy AI at the drive-through, with leeway for different franchisees to do things their own way. For example, rather than relying on AI exclusively, Matthews said it might make sense to have a human handle drive-through orders at busy restaurants with long lines.",
      "“For our teams, we’ll help coach them: at your restaurant, at these times, we recommend you use voice AI or recommend that you actually really monitor voice AI and jump in as necessary,” he said."
    ]
  },
  {
    "url": "https://techcrunch.com/2025/09/02/teslas-fourth-master-plan-reads-like-llm-generated-nonsense/",
    "story": [
      "Tesla has published its fourth “Master Plan,” and at a high level it is about how the company wants to lead the charge into planet-wide adoption of humanoid robots and sustainable energy.",
      "But the post lacks an important building block of plans: specifics.",
      "Even CEO Elon Musk agrees. In one of his only posts about the plan since it was published on Monday — sandwiched in between a steady stream of transphobia and immigration panic — he agreed it was fair to criticize the lack of specifics and said the company will add more.",
      "Who knows when that will happen? But right now, unlike the preceding master plan posts, this one is gauzy, generic, and reads like someone threw talking points from Musk and the “Abundance bros” into ChatGPT and published the result. (If it was Grok, it’s one of the most benign posts that AI chatbot has ever generated.)",
      "The post is stuffed with sentences that sound like a kid imitating college-level discourse, such as: “The hallmark of meritocracy is creating opportunities that enable each person to use their skills to accomplish whatever they imagine.”",
      "Why be so vague? Maybe it’s because Tesla has still not completed all of its goals from the second master plan, published all the way back in 2016, or from its third, in 2023.",
      "That second plan was also about taking huge swings, but it was specific in its ambitions. First, Musk wrote that Tesla would “create a smoothly integrated and beautiful solar-roof-with-battery product that just works” and “scale that throughout the world.” Tesla has a solar roof product, but it has been plagued by problems, redesigned multiple times, and has not reached any real scale in the U.S., let alone around the world.",
      "(Musk used this part of Master Plan 2 to justify Tesla’s recent offer to acquire SolarCity, a struggling company run by his cousins. Tesla spent years in court defending the acquisition and ultimately prevailed.)",
      "On the vehicle side, Musk promised in Plan 2 to bring a compact SUV, semitruck, pickup, and an electric bus to market. Tesla accomplished the first piece of that with the Model Y, which has proven extremely popular. But the Tesla Semi is still in development, the Cybertruck has failed to come close to its own sales goals, and the company has not expanded beyond those form factors into anything resembling a bus.",
      "The final two prongs of the second Master Plan was to make Teslas fully autonomous via a software upgrade and to allow owners to add or subtract them to a large, shared network. Neither of those goals have been met.",
      "The company is testing a small, invite-only robotaxi service in Austin, Texas, but the cars all have safety monitors riding in the front passenger seat. And Tesla has gone through multiple hardware revisions in the last nine years that, by Musk’s own admission, likely means an enormous number of cars already on the road do not, as promised, have the right tech to become fully autonomous. (The first and second Master Plans have been removed from Tesla’s website as part of a larger purge.)",
      "Master Plan 3 was about using Tesla as a shining example to convince the world that a sustainable economy is achievable. Again, quite grand! But Tesla went so deep on specifics that it released a 41-page white paper backing up its projections. The company and the world have, almost by definition, not accomplished much of what is included in that paper. In the meantime, Musk spent $300 million to help elect a president who is actively fighting the adoption of cleaner, cheaper, sustainable energy.",
      "Musk spent the last few years trying to redefine Tesla. It’s not a carmaker, it’s an AI and robotics company, he says repeatedly. There’s some truth to that, though it doesn’t change the fact that the overwhelming majority of the company’s revenue still comes from the (increasingly hard) business of making and selling electric vehicles.",
      "The belief that Tesla will complete this transition is a huge driver of its stock price, so it’s beneficial for the company to lean way into the idea. So of course Master Plan 4 is wide-eyed.",
      "But Tesla used to back up those ambitions with goals and benchmarks that it could be measured against. And Musk used to at least try to argue the case. He wrote the first two plans and spent four hours on a stage with other executives diving into the details of the more professionalized third version.",
      "This time around, Tesla’s “Master Plan” was published on a federal holiday, and its CEO spent the day spreading fear about marginalized people."
    ]
  },
  {
    "url": "https://techcrunch.com/2025/09/02/anthropic-raises-13b-series-f-at-183b-valuation/",
    "story": [
      "AI firm Anthropic has raised a $13 billion Series F round that brings its post-money valuation up to $183 billion — funds the company says will be used to grow its enterprise adoption, deepen safety research, and support international expansion.",
      "Iconiq co-led the round with Fidelity Management & Research Company and Lightspeed Venture Partners, according to the company’s blog post. Other backers include a string of institutional investors, VCs, sovereign wealth funds, private equity, and asset managers, such as Altimeter, Baillie Gifford, BlackRock, Blackstone, Coatue, D1 Capital Partners, Insight Partners, Ontario Teachers’ Pension Plan, Qatar Investment Authority, and more.",
      "“We are seeing exponential growth in demand across our entire customer base,” Anthropic CFO Krishna Rao said in the post. “This financing demonstrates investors’ extraordinary confidence in our financial performance and the strength of their collaboration with us to continue fueling our unprecedented growth.”",
      "Anthropic last raised $3.5 billion at a $61.5 billion post-money valuation in March 2025.",
      "This latest fundraise comes after reports that Anthropic was nearing a deal to raise between $3 billion and $5 billion in funding at a $170 billion valuation. It also follows impressive growth from the AI startup, which reported a jump in annual recurring revenue from $1 billion to $5 billion over the course of 2025 amid accelerated API usage and enterprise adoption.",
      "“Anthropic now serves over 300,000 business customers, and our number of large accounts—customers that each represent over $100,000 in run-rate revenue—has grown nearly 7x in the past year,” the company said in the company blog post.",
      "Claude Code is also a developer favorite and one of the main impetuses for Anthropic’s growth. The company said its vibe-coding product already generates more than $500 million in run-rate revenue with usage growing more than 10x in the last three months.",
      "But maintaining that growth and competing with rivals like OpenAI, Cursor, and others requires more money, as its CEO Dario Amodei recently confessed in a memo, reported by Wired. He said he wasn’t “thrilled” about taking money from sovereign wealth funds of dictatorial governments, but that it’s difficult to run a business by excluding “bad people” from investing.",
      "This story is developing. Check back for updates…"
    ]
  },
  {
    "url": "https://techcrunch.com/2025/09/02/wordpress-shows-off-telex-its-experimental-ai-development-tool/",
    "story": [
      "Web publishing platform WordPress is introducing an early version of an AI development tool, which WordPress co-founder and Automattic CEO Matt Mullenweg described as a “V0 or Lovable, but specifically for WordPress” — V0 and Lovable being references to popular “vibe coding” services for building software using prompt-based, AI interfaces. Mullenweg introduced the new WordPress AI tool, called Telex, at the WordCamp US 2025 conference in Portland last week, alongside other AI experiments.",
      "During his keynote address, Mullenweg briefly demonstrated how Telex would allow users to create Gutenberg blocks — or the modular bits of text, images, columns, and more — that make up a WordPress website. He showed off how one developer used the new tool to make a simple marketing animation.",
      "Available on its own domain at telex.automattic.ai, Telex today is labeled as “experimental.” To use the service, you type in a prompt for which sort of content block you want to produce, which is returned as a .zip file you can install as a plug-in to a WordPress site or WordPress Playground. (The latter being the platform that lets you run WordPress in a web browser on any device without a host.)",
      "The launch follows WordPress’s announcement earlier this year that it was forming an AI team to steward the development of AI products that align with the WordPress project’s long-term goals.",
      "Early testers found that Telex still has a ways to go, as several test projects failed or needed additional work to run properly.",
      "Though Mullenweg did stress that Telex was still a prototype, he was bullish on the potential for AI to further the WordPress mission over time.",
      "“When we think about democratized publishing, like embedded in that, is very core to WordPress’ mission, has been taking things that were difficult to do, that required knowledge of coding or anything else, and … made it accessible to people. Made it accessible in a radically open way, in every language, at low cost, open source — we actually own it and have rights to it,” Mullenweg said.",
      "The CEO also admitted there were parts of AI’s progress that could be scary, given the hype and the talk about AI potentially being a bubble — but that didn’t overrule his excitement.",
      "“At the core of it, there is a seed of something, which is so enabling,” he said of AI. “It is an incredibly exciting time to be building for WordPress.”",
      "Mullenweg also showed off another simpler AI tool, built with an hour or two of work during Contributor Day, which offered a WordPress help assistant inside the browser. And he spoke of his favorite AI browser — Perplexity’s Comet — which would allow users to interact with WordPress from its interface.",
      "As for the legal drama that’s been surrounding the company over the past year or so, Mullenweg only offered a brief update. The company has been engaged in a dispute with hosting provider WP Engine, which Mullenweg alleges is profiting off the work WordPress does, without contributing enough back. He wants WP Engine to therefore license the WordPress trademark, which he says confuses customers about its association with the company.",
      "“The quick update is, it’s working its way through the legal system. We trust in the fairness of the courts,” Mullenweg said. “If there’s any commentary, I’ll just say that there was a settlement conference, I showed up; the other CEO did not. But it is working its way through that. And that’s my only comment on that whole rigmarole.”"
    ]
  },
  {
    "url": "https://techcrunch.com/2025/09/02/klarna-revives-ipo-plans-aims-to-raise-1-27b/",
    "story": [
      "Swedish buy now, pay later (BNPL) startup Klarna and its shareholders are reviving its initial public offering, hoping to raise as much as $1.27 billion in a listing that would value the company at up to $14 billion.",
      "The company and some of its shareholders are together selling approximately 34.3 million shares between $35 and $37 each, the company said in an update to its registration statement on Tuesday. Klarna would receive proceeds from about 5.6 million shares, while its shareholders are offloading nearly 29 million shares.",
      "The company plans to list its shares on the New York Stock Exchange under the ticker “KLAR.”",
      "Klarna has long been expected to go public thanks to the massive success of its BNPL lending model in the wake of the post-pandemic boom: Six years after launching in the U.S., the company hit a valuation of more than $45 billion in 2021. However, the company has been putting off its IPO plans as the market turned at the end of the ZIRP era, its price tag declining by 85% to $6.5 billion when the 2021 venture capital valuation bubble burst.",
      "Still, Klarna’s been growing well: Its revenue rose 54% to $823 million in the second quarter compared to a year earlier, thanks to a 14% increase in its gross merchandise value to $6.9 billion. The company’s bottom line is still in the red with net loss coming in at $53 million, though that’s 42% less than its net loss of $92 million a year earlier.",
      "Goldman Sachs, JP Morgan, and Morgan Stanley are running the offering, and BoFA Securities, Citigroup, Deutsche Bank, Societe Generale, UBS, and several other banks are also working on the deal."
    ]
  },
  {
    "url": "https://techcrunch.com/2025/09/02/mrbeast-reportedly-plans-to-launch-a-phone-company/",
    "story": [
      "MrBeast, the 27-year-old popular YouTuber known for his elaborate challenges and giveaways, is venturing into a new realm: He’s reportedly launching his own phone company.",
      "According to Business Insider, which viewed a leaked investor deck, MrBeast is planning to launch a mobile phone service next year. Business Insider also reported that MrBeast and executives at Beast Industries are considering fintech and mobile gaming.",
      "The YouTuber’s new plan includes establishing a mobile virtual network operator (MVNO), a strategy that involves offering mobile phone service using existing networks from major companies like AT&T, T-Mobile, and Verizon. By partnering with one of these operators, MrBeast can provide affordable rates and good service without the high costs of building a mobile network on his own.",
      "This is similar to the tactics employed by other celebrities, such as Ryan Reynolds and Mint Mobile, which was sold to T-Mobile for around $1.35 billion. T-Mobile provides an MVNO solution and has previously collaborated with MrBeast.",
      "The upcoming venture is part of MrBeast’s larger strategy to broaden his brand, which includes food companies Feastables and Lunchly, as well as a toy line. This new phone company could help his business reach profitability. Although MrBeast has a massive fan base with about 430 million YouTube subscribers, his media business is not a moneymaker.",
      "Last year, MrBeast’s side hustle, Feastables, generated around $250 million in sales and over $20 million in profit, according to Bloomberg. Meanwhile, his media business, which includes his YouTube channel and the reality competition show on Prime Video, lost nearly $80 million."
    ]
  },
  {
    "url": "https://techcrunch.com/2025/02/28/tech-layoffs-2024-list/",
    "story": [
      "The tech layoff wave is still kicking in 2025. Last year saw more than 150,000 job cuts across 549 companies, according to independent layoffs tracker Layoffs.fyi. So far this year, more than 22,000 workers have been the victim of reductions across the tech industry, with a staggering 16,084 cuts taking place in February alone.",
      "We’re tracking layoffs in the tech industry in 2025 so you can see the trajectory of the cutbacks and understand the impact on innovation across all types of companies. As businesses continue to embrace AI and automation, this tracker serves as a reminder of the human impact of layoffs — and what could be at stake with increased innovation.",
      "Below you’ll find a comprehensive list of all the known tech layoffs that have occurred in 2025, which will be updated regularly. If you have a tip on a layoff, contact us here. If you prefer to remain anonymous, you can contact us here.",
      "Will eliminate 221 positions across its Milpitas and San Francisco offices, including 157 in Santa Clara County and 64 in San Francisco, effective October 13, according to filings with California’s Employment Development Department reported by the San Francisco Chronicle. The cuts are part of the company’s broader workforce-reduction strategy.",
      "Laid off about 100 employees last month, around 9% of its workforce, after falling short of ambitious growth targets. The cuts affected staff across all departments. The company provides back-office software for restaurant chains.",
      "Is set to cut 101 jobs at its Santa Clara location, with notices issued on August 13 and terminations effective October 13. The company, which recently disclosed nearly 200 layoffs at its Pleasanton and Redwood City offices, is also planning to lay off 161 employees in Seattle, according to filings with the Washington state Employment Security Department.",
      "Is cutting 106 positions at its Seattle and Liberty Lake, Washington, offices, according to a state Employment Security Department filing. The layoffs, which affected senior engineers and managers, are part of a broader global workforce reduction, although the security and application delivery company has not disclosed the total number of employees affected.",
      "Will cut 6% of its workforce in its sixth layoff in just over a year. Peloton CEO Peter Stern said the cuts are needed to improve long-term business health.",
      "Is cutting 10% of its workforce, or about 70 employees, as part of a cost-saving effort to reduce operating expenses by $8.5 million, marking its third round of layoffs since 2022. The corporate video software company plans to maintain and gradually grow its sales and marketing budgets, driven by a robust pipeline and growing adoption of its AI-powered offerings.",
      "Is laying off about 200 employees, roughly 34% of its global workforce, as it shuts down its email and SMS marketing operations. The Israeli-founded unicorn is partnering with Attentive and Omnisend to continue supporting marketing services while investing in AI-powered tools like automated review summaries, smart sorting, and a new Loyalty Tiers system.",
      "Laid off 30 employees and is now offering buyouts to the remaining 200. The AI coding startup recently acquired by Cognition has had a rocky stretch, including a near-acquisition by OpenAI and a reverse-acqui-hire by Google that saw key talent depart before Cognition stepped in. Despite initial promises to value Windsurf’s team, the deal now looks more focused on the startup’s intellectual property than its people.",
      "Is cutting 100 jobs, and its CEO, Jen Sargent, is departing. Amazon is reorganizing its audio operations, moving Wondery’s audio-only podcasts under Audible and placing video-focused shows into a new Creator Services division. Amazon acquired Wondery in 2020.",
      "Has cut 150 roles in customer service and support, following enhancements to its platform and tools that have significantly reduced support needs. The decision came via a prerecorded message from CEO Mike Cannon-Brookes, just hours before co-founder Scott Farquhar urged Australia to embrace an “AI revolution” and move beyond “jobs of the past” in an Australian Press Club address. The Australian software firm was founded 2002.",
      "Is cutting about 7% of its workforce, or 47 employees, as part of a push toward profitability, Bloomberg reports. The decision follows the recent acquisition of a startup with around 30 staff, who will stay on with the company. Despite the cuts, the blockchain software company that operates the popular digital wallet MetaMask says it will continue hiring for select roles.",
      "Is shutting down operations, per a report by Business Insider. The social collaging platform aimed at creators was founded in 2019 and raised $9 million in funding. Its closure highlights the persistent challenges social media startups face in building user bases and achieving long-term growth.",
      "Is laying off around 200 employees — roughly 14% of its workforce — and severing ties with 500 global contractors. The cuts come just weeks after Meta brought in the data-labeling startup’s CEO in a $14.3 billion deal.",
      "Plans to cut more than 100 U.S. full-time jobs, about 3% of its workforce, including positions at its Morrisville, North Carolina, campus. As of February 2024, the PC maker employed around 5,100 workers in the U.S.",
      "Is reportedly planning to lay off nearly 2,400 workers in Oregon, which is almost five times more than what was announced earlier this week. Last week, Intel announced that it will lay off more than 500 employees in Oregon, which is about 20% of its workforce, per Bloomberg.",
      "Plan to eliminate approximately 1,300 jobs combined as part of a larger restructuring effort to combine their operations and focus on AI. The layoff will mostly affect employees in the U.S., particularly in the R&D, HR, and sustainability teams, according to an internal memo by Hisayuki “Deko” Idekoba, the CEO of Recruit Holdings, which is the Japanese parent company of Indeed and Glassdoor.",
      "Has laid off 29 employees as part of its reorganization, per a report by Blockworks. The Seattle-based research and engineering startup recently launched EigenCloud, a platform that provides blockchain-level trust guarantees for any Web 2.0 or web3 application. The reduction will affect 25% of the company’s workforce. Eigen Labs said it had raised $70 million in tokens from a16z Crypto in June.",
      "Will cut 9,000 employees, which is less than 4% of its global workforce across teams, role types, and geographies. The reduction follows a series of layoffs earlier this year: It cut less than 1% of the headcount in January, more than 6,000 in May, and at least 300 in June.",
      "Is laying off 65 employees in Bellevue, Washington, according to media reports. The parent company of TikTok arrived in Seattle in 2021 and has been expanding its presence there by growing its TikTok Shop online shopping division.",
      "Announced on June 30 that the company is cutting 300 jobs, or 10% of its workforce, as part of organizational restructuring within its sales and support divisions amid the AI shift. The startup is an Amsterdam-based location tech startup that provides navigation and mapping products.",
      "Has reduced its headcount by approximately 140 employees, accounting for roughly 1% of its total workforce. The recent layoffs mostly affected Rivian’s manufacturing team.",
      "Announced in an SEC filing that it will cut approximately 240 jobs, or 30% of its workforce, to enhance operational efficiency and allocate the resulting savings to the development of new products and technologies, according to a CNBC report. The layoff will help the online dating app save $40 million annually, per the report.",
      "Has reportedly laid off 85 employees, which accounts for approximately 40% of its workforce. The Vancouver-based startup sells software products that use artificial intelligence for business intelligence. It helps sales professionals at tech companies gather information on competitors to improve their sales.",
      "Has downsized its smart TV division by 25% of its 300-member team to adjust its strategy, per reports. Funding for the smart TV division, including Google TV and Android TV, has been cut by 10%, but investment in AI projects has been raised.",
      "Says that it plans to lay off 15% to 20% of workers in its Intel Foundry division starting in July. Intel Foundry designs, manufactures, and packages semiconductors for external clients. Intel’s total workforce was 108,900 people as of December 2024, according to the company’s annual regulatory filing. It also confirmed to TechCrunch that it plans to wind down its auto business.",
      "Announced that it is letting go of around 90 employees, with 40 in Israel and 50 in Poland. The most recent round of job cuts comes after the Israel-based gaming company laid off 50 employees a few weeks ago.",
      "Has let go of around 25 employees from the 58-person team, the company confirmed to TechCrunch. Evernote’s founder Phil Libin launched the video startup in 2020, offering Airtime Creator and Airtime Camera.",
      "Is laying off more employees, just a few weeks after announcing a job cut of over 6,500 in May, which was around 3% of its global workforce. The most recent layoffs affected software engineers, product managers, technical program managers, marketers, and legal counsels.",
      "Plans to downsize its workforce by letting go of 68 employees, approximately 4% of its total staff, per Reuters. The San Francisco telehealth platform said that its layoffs were unrelated to a U.S. ban on producing large quantities of the weight-loss drug Wegovy. The startup said it intends to keep on recruiting employees who fit in with its long-term expansion plans.",
      "Is reportedly laying off around 100 employees from its devices and services division, which encompasses various businesses like the Alexa voice assistant, Echo smart speakers, Ring video doorbells, and Zoox robotaxis. The company has reduced its workforce by approximately 27,000 since the start of 2022 to cut costs.",
      "Will cut over 6,500 jobs, affecting 3% of its worldwide workforce. As of June, the Seattle-headquartered company had a total of 228,000 employees globally. It would be one of the company’s biggest layoffs since it cut 10,000 employees in 2023.",
      "Reportedly plans to let go of 248 employees, or about 22% of its workforce, to reduce expenses and improve efficiency, it said. The San Francisco-based edtech startup, which offers textbook rentals and tutoring services, has seen a drop in web traffic for months as students opt for AI tools instead of traditional edtech platforms.",
      "Is reducing its workforce by 13% as part of a reorganization that aims to reduce costs, shore up margins, and streamline its organizational structure.",
      "Is laying off 5% of its global workforce, or around 500 people. The company said the layoffs were part of “a strategic plan (the ‘Plan’) to evolve its operations to yield greater efficiencies as the Company continues to scale its business with focus and discipline to meet its goal of $10 billion in ending [Annual Recurring Revenue]” in its 8-K filing.",
      "Has cut roughly 25% of its current workforce. The Vancouver-based company, which is developing a technology to generate fusion energy, has raised $440 million from investors, including Jeff Bezos, Temasek, and BDC Capital.",
      "Reduced its headcount by 20 employees, accounting for 10% of its total workforce. In April 2023, the Israeli cybersecurity startup had previously laid off a similar number of employees during a round of layoffs.",
      "Has shut down its operations months after announcing major expansion plans, per Sifted. The British climate startup has let go of approximately 200 employees, according to a LinkedIn post by James Reynolds, the head of talent.",
      "Is reportedly eliminating 700 jobs, affecting 6% of its total workforce, as it reorganizes for its operational efficiency. The company, based in San Francisco, provides data storage, cloud services, and CloudOps solutions for businesses.",
      "Is reportedly letting go of approximately 300 to 400 employees, including around 100 at Respawn Entertainment, to focus on its “long-term strategic priorities,” according to Bloomberg.",
      "Is laying off around 3% of its employees as part of its restructuring. The job cuts will mainly affect midlevel positions in the product and technology teams. The latest round of layoffs comes after the company let go of hundreds of employees from its marketing team globally in early March.",
      "Has reduced its workforce by about 200 employees in its product and technology divisions as part of a restructuring measure. The India-based e-commerce platform for pre-owned vehicles provides a range of services like buying and selling pre-owned cars, financing, insurance, driver-on-demand, and more. In 2023, the SoftBank-backed startup raised $450 million at a valuation of $3.3 billion.",
      "Is letting go of over 100 employees in its Reality Labs division, which manages virtual reality and wearable technology, according to The Verge. The job cuts affect employees developing VR experiences for Meta’s Quest headsets and staff working on hardware operations to streamline similar work between the two teams.",
      "Announced its plan to lay off more than 21,000 employees, or roughly 20% of its workforce, in April. The move comes ahead of Intel’s Q1 earnings call helmed by recently appointed CEO Lip-Bu Tan, who took over from longtime chief Pat Gelsinger last year.",
      "Is laying off 200 people at its Factory Zero in Detroit and Hamtramck facility in Michigan, which produces GM’s electric vehicles. The cuts come amid the EV slowdown and is not caused by tariffs, according to a report.",
      "Has reportedly let go of around 100 employees since the start of 2025. Earlier this week, about 50 employees from the tech and product teams were let go in the latest round of job cuts. The India-based insurtech startup has raised a total of $125 million to date.",
      "Will reduce its workforce by 150 positions following its decision not to proceed with its IPO, per Bloomberg. The San Francisco-based car rental startup, which had about 1,000 staff in 2024, said the layoffs will bolster its long-term growth plans during economic uncertainty.",
      "Laid off roughly 200 employees to improve efficiency and profitability. It’s the startup’s second round of layoffs in five months, following the job cuts of around 300 employees in December. The conversational AI company, backed by Tiger Global and Fidelity, was last valued at $1.4 billion in 2021. The startup is based in San Francisco and operates in India.",
      "Has reportedly eliminated 200 jobs, affecting around one-third of its employees. The German logistics startup reduced a significant number of sales staff.",
      "Will stop its operations in China, affecting around 2,000 employees. The move came after Microsoft decided to end outsourcing after-sales support to Wicresoft amid increasing trade tensions. Wicresoft, Microsoft’s first joint venture in China, was founded in 2022 and operates in the U.S., Europe, and Japan. It has over 10,000 employees.",
      "Plans to cut 123 jobs, affecting about 4% of its workforce, according to a report by MarketWatch. The software company prioritizes key strategic areas like artificial intelligence for profitable growth.",
      "Has laid off hundreds of employees in its platforms and devices division, which covers Android, Pixel phones, the Chrome browser, and more, according to The Information.",
      "Is contemplating additional layoffs that could happen by May, Business Insider reported, citing anonymous sources. The company is said to be discussing reducing the number of middle managers and non-coders in a bid to increase the ratio of programmers to product managers.",
      "The WordPress.com developer is laying off 16% of its workforce across departments. Before the layoffs, the company’s website showed it had 1,744 employees, so more than 270 staff may have been laid off.",
      "Has let go of 10 to 12 technical writers approximately nine months after telling its employees to use generative AI tools wherever possible. The company, which had around 5,500 staff in 2024, was valued at $26 billion after a secondary stock sale in 2024.",
      "Has laid off 2,800 employees, affecting 62% of its total staff. The layoffs come weeks after the embattled Swedish battery maker filed for bankruptcy.",
      "Let go of 931 employees, around 8% of its workforce, as part of a reorganization, according to an internal email seen by TechCrunch. Jack Dorsey, the co-founder and CEO of the fintech company, wrote in the email that the layoffs were not for financial reasons or to replace workers with AI.",
      "Has laid off 198 employees, who make up about two-thirds of its U.S. workforce, per a media report. The layoff comes a month after the company was acquired by Bending Spoons, an Italian app developer, for $233 million. Brightcove had 600 employees worldwide, with 300 in the U.S., as of December 2023.",
      "Has reportedly laid off 130 employees, or 3.5% of its total workforce of 3,700 people. Acxiom is owned by IPG, and the news comes just a day after IPG and Omnicom Group shareholders approved the companies’ potential merger.",
      "Plans to close its office in Washington, D.C., and let go of its policy team there by the end of March, TechCrunch has confirmed. Sequoia opened its Washington office five years ago to deepen its relationship with policymakers. Three full-time employees are expected to be affected, per Forbes.",
      "Announced plans to let go of approximately 5,600 jobs globally in its automation and electric-vehicle charging businesses as part of efforts to improve competitiveness.",
      "Is reportedly laying off 273 employees, closing its distribution center in Grand Prairie, Texas, and consolidating to another site in Irving to manage the volume in the region.",
      "Has cut 45 employees, more than half of its workforce, after being acquired by cybersecurity company Armis for $120 million in March.",
      "Will reportedly reduce 22 employees, representing 7% of its workforce. Most of those affected are based in Israel as the company undergoes a streamlining process. The New York- and Tel Aviv-headquartered cybersecurity firm has raised $100 million at a valuation of about $500 million in 2021.",
      "Will cut 22 jobs, affecting nearly a quarter of its total workforce, following the announcement of the AI startup’s strategic partnership with Microsoft.",
      "Announced it will be shutting down several of its offices in accordance with Elon Musk’s DOGE, including its Office of Technology, Policy, and Strategy and the DEI branch in the Office of Diversity and Equal Opportunity.",
      "Has reportedly laid off some staff, according to LinkedIn posts from ex-employees. The company has not confirmed the layoffs, and it is currently unknown how many workers were affected.",
      "Announced plans to let go of 340 employees in its technology division as part of a new restructuring effort.",
      "Will cut 2,500 employees, or 5% of its total staff, in response to its shares sliding 19% in the first fiscal quarter.",
      "Will cut up to 300 workers in Dublin, accounting for roughly 10% of the company’s workforce in Ireland.",
      "Announced it will lay off 65 employees, affecting 5% of its total workforce.",
      "Is reportedly set to lay off over 1,000 employees and contractors in a cost-cutting effort. It’s the second round of cuts for the company in just five months.",
      "Reduced its total headcount by 16% as the gaming startup shifts its focus to be “scrappier” and “more efficient.”",
      "Was shut down just three years after it was acquired by Flipkart. It is currently unknown how many employees were affected.",
      "Will cut up to 2,000 jobs as part of its “Future Now” restructuring plan that hopes to save the company $300 million before the end of its fiscal year.",
      "Announced 500 job cuts after it was sold to Wonder Group for $650 million. The number of cuts affected more than 20% of its previous workforce.",
      "Announced plans to lay off 1,350 employees, affecting 9% of its total workforce, in an attempt to reshape its GTM model. The company is also making reductions in its facilities, though it does not plan to close any offices.",
      "Is planning to cut employees in its People Operations and cloud organizations teams in a new reorganization effort. The company is offering a voluntary exit program to U.S.-based People Operations employees.",
      "Reduced its headcount by 25 employees, accounting for 16% of its total workforce. The company is planning to release a commercial version of its proteome analysis platform in 2026.",
      "Will reportedly cut a few dozen employees in Israel, potentially affecting 10% of its 250-person workforce in the country.",
      "Cut 1,100 jobs in a reorganizing effort that affected its tech workers. The coffee chain will now outsource some tech work to third-party employees.",
      "Laid off dozens of employees over the last few weeks, including around 10% of staff in one day, after failing to meet its sales growth targets. The “headless commerce” platform raised money at a $1.9 billion valuation just a few years ago.",
      "Will cut roughly 5% of its current workforce in a new efficiency drive to increase profitability and growth.",
      "Laid off more employees in a new effort to cut costs, though the total number is unknown. Last year, the travel giant cut about 1,500 roles in its Product & Technology division.",
      "Has ceased operations and has laid off its employees after selling its business and technology to Israeli cybersecurity company Tufin. The cuts affect roughly 300 people.",
      "Is shutting down its operations after shifting from a brick-and-mortar model to a fully virtual women’s healthcare provider. The startup, which  raised $18 million in 2023, has not disclosed how many employees are affected, saying recent layoffs were tied to its former in-person business.",
      "Cut 51 jobs in its San Francisco headquarters, according to state filings with the Employment Development Department. The SaaS startup previously reduced its headcount by 8% in 2023.",
      "Has cut 120 employees, affecting 44% of its total staff. It’s the Y Combinator-backed Nigerian startup’s second layoff round in just five months.",
      "Reportedly laid off dozens of employees as part of a new cost-cutting effort that aims to ensure “long-term success” in the startup’s mission to curb misinformation online.",
      "Will lay off about 10% of its workforce, affecting more than 1,000 employees. According to an email to staff obtained by CNN, the cuts will largely have an impact on positions in engineering and program management.",
      "Announced in an SEC filing that it will cut around 450 positions between February and July 2025, with a complete restructuring set to be completed in the fall, following its new partnership with Zillow.",
      "Is laying off 6% of its total workforce, the cybersecurity firm confirmed to TechCrunch. The cuts come less than two weeks after Sophos acquired Secureworks for $859 million.",
      "Will cut nearly 200 employees as it introduces redundancy measures and closes down its operations in Poland and Kenya.",
      "Reportedly conducted another round of layoffs. It’s unknown how many employees were affected.",
      "Cut nearly 200 employees, CEO Mike Seckler announced in a note to employees, citing “potential adverse events” like a recession or rising interest rates.",
      "Cut 120 jobs, affecting roughly one-third of its total workforce, TechCrunch exclusively learned. The move comes just a year after the Dutch startup cut 90 employees following its rebrand.",
      "Laid off about 500 employees, affecting 15% of its workforce, citing poor business performance. The new cuts follow two earlier layoff rounds for the company that affected roughly 200 employees.",
      "Reportedly let go of approximately 200 employees, according to The Verge. The company previously cut 100 employees as part of a layoff round in August 2024.",
      "Laid off 1,750 employees, as originally reported by Bloomberg and confirmed independently by TechCrunch. The cuts affect roughly 8.5% of the enterprise HR platform’s total headcount.",
      "Laid off 180 employees, the company confirmed to TechCrunch. The cuts come just over one year after the access and identity management giant let go of 400 workers.",
      "Is laying off 50% of its workforce, including CEO Marc Whitten and several other top executives, as it prepares to shut down operations. What remains of the autonomous vehicle company will move under General Motors.",
      "Is reportedly eliminating more than 1,000 jobs. The cuts come as the giant is actively recruiting and hiring workers to sell new AI products.",
      "Has shut down operations, CEO Paul Kesserwani announced on LinkedIn. The fintech startup’s post-money valuation in 2022 was $82.4 million, according to PitchBook.",
      "Laid off 150 employees based in the U.S., affecting roughly 18% of its total workforce, in an effort to reach profitability.",
      "Laid off dozens of workers in its communications department in order to help the company “move faster, increase ownership, strengthen our culture, and bring teams closer to customers.”",
      "Is laying off 300 people, according to a leaked memo reported by Business Insider. However, according to the memo, the fintech giant is planning to grow its total headcount by 17%.",
      "Laid off 15 employees as the augmented writing startup undergoes a restructuring effort.",
      "Is cutting 75 employees in an effort to “ensure the long-term sustainability and success” of the company. The audio company last cut 200 writers in July 2024 months after partnering with ElevenLabs.",
      "Is planning to cut 58 employees in response to an “ongoing macroeconomic challenges and continued uncertainty in the solar industry.”",
      "Announced in an internal memo that it will cut 5% of its staff targeting “low performers” as the company prepares for “an intense year.” As of its latest quarterly report, Meta currently has more than 72,000 employees.",
      "Will cut up to 730 jobs, affecting 3% of its total workforce, as it plans to exit operations in Germany and focus on physical retailers.",
      "Is shutting down its operations, affecting 63 employees. The delivery startup said employees will be paid through January 15 without severance.",
      "Is laying off 114 employees as part of a team realignment, per a new WARN notice filing, focusing its efforts on a robotic printing system.",
      "Eliminated 37 jobs, affecting roughly 10% of its total workforce, even as the company pursues “aggressive” hiring.",
      "Is cutting dozens of employees across its global markets as part of a strategic reorganization to increase profitability.",
      "Plans to lay off 400 employees globally. It’s the company’s fourth layoff round since January 2024 as the solar industry as a whole faces a downturn.",
      "The fintech startup, founded in 2018, abruptly shut down earlier this year. Per an email from CEO Paul Aaron, the closure follows an unsuccessful attempt to find a buyer, though Employer.com has a new offer under consideration to acquire the company post-shutdown.",
      "This list updates regularly.",
      "On April 24, 2025, we corrected the number of layoffs that happened in March."
    ]
  },
  {
    "url": "https://techcrunch.com/2025/01/28/chatgpt-everything-to-know-about-the-ai-chatbot/",
    "story": [
      "ChatGPT, OpenAI’s text-generating AI chatbot, has taken the world by storm since its launch in November 2022. What started as a tool to supercharge productivity through writing essays and code with short text prompts has evolved into a behemoth with 300 million weekly active users.",
      "2024 was a big year for OpenAI, from its partnership with Apple for its generative AI offering, Apple Intelligence, the release of GPT-4o with voice capabilities, and the highly-anticipated launch of its text-to-video model Sora.",
      "OpenAI also faced its share of internal drama, including the notable exits of high-level execs like co-founder and longtime chief scientist Ilya Sutskever and CTO Mira Murati. OpenAI has also been hit with lawsuits from Alden Global Capital-owned newspapers alleging copyright infringement, as well as an injunction from Elon Musk to halt OpenAI’s transition to a for-profit.",
      "In 2025, OpenAI is battling the perception that it’s ceding ground in the AI race to Chinese rivals like DeepSeek. The company has been trying to shore up its relationship with Washington as it simultaneously pursues an ambitious data center project, and as it reportedly lays the groundwork for one of the largest funding rounds in history.",
      "Below, you’ll find a timeline of ChatGPT product updates and releases, starting with the latest, which we’ve been updating throughout the year. If you have any other questions, check out our ChatGPT FAQ here.",
      "To see a list of 2024 updates, go here.",
      "OpenAI, facing a lawsuit from the parents of a 16-year-old who died by suicide, said in its blog that it has implemented new safeguards for ChatGPT, including stronger detection of mental health risks and parental control features. The AI company said the updates aim to provide tighter protections around suicide-related conversations and give parents more oversight of their children’s use.",
      "Elon Musk’s AI startup, xAI, filed a federal lawsuit in Texas against Apple and OpenAI, alleging that the two companies colluded to lock up key markets and shut out rivals.",
      "OpenAI introduced its most affordable subscription plan, ChatGPT Go, in India, priced at 399 rupees per month (approximately $4.57). This move aims to expand OpenAI’s presence in its second-largest market, offering enhanced access to the latest GPT-5 model and additional features.",
      "Since its May 2023 launch, ChatGPT’s mobile app has amassed $2 billion in global consumer spending, dwarfing competitors like Claude, Copilot, and Grok by roughly 30 times, according to Appfigures. This year alone, the app has generated $1.35 billion, a 673% increase from the same period in 2024, averaging nearly $193 million per month, or 53 times more than its nearest rival, Grok.",
      "Despite unveiling GPT-5 as a “one-size-fits-all” AI, OpenAI is still offering several legacy AI options, including GPT-4o, GPT-4.1, and o3. Users can choose between new “Auto,” “Fast,” and “Thinking” modes for GPT-5, and paid subscribers regain access to legacy models like GPT-4o and GPT-4.1.",
      "Updates to ChatGPT:You can now choose between “Auto”, “Fast”, and “Thinking” for GPT-5. Most users will want Auto, but the additional control will be useful for some people.Rate limits are now 3,000 messages/week with GPT-5 Thinking, and then extra capacity on GPT-5 Thinking…",
      "OpenAI CEO Sam Altman told Reddit users that GPT-5’s “dumber” behavior at launch was due to a router issue and promised fixes, double rate limits for Plus users, and transparency on which model is answering, while also shrugging off the infamous “chart crime” from the live presentation.",
      "OpenAI released GPT-5, a next-gen AI that’s not just smarter but more useful — able to handle tasks like coding apps, managing calendars, and creating research briefs — while automatically figuring out the fastest or most thoughtful way to answer your questions.",
      "OpenAI is making a major push into federal government workflows, offering ChatGPT Enterprise to agencies for just $1 for the next year. The move comes after the U.S. General Services Administration (GSA) added OpenAI, Google, and Anthropic to its approved AI vendor list, allowing agencies to access these tools through preset contracts without negotiating pricing.",
      "OpenAI unveiled its first open source language models since GPT-2, introducing two new open-weight AI releases: gpt-oss-120b, a high-performance model capable of running on a single Nvidia GPU, and gpt-oss-20b, a lighter model optimized for laptop use. The move comes amid growing competition in the global AI market and a push for more open technology in the U.S. and abroad.",
      "ChatGPT’s rapid growth is accelerating. OpenAI said the chatbot was on track to hit 700 million weekly active users in the first week of August, up from 500 million at the end of March. Nick Turley, OpenAI’s VP and head of the ChatGPT app, highlighted the app’s growth on X, noting it has quadrupled in size over the past year.",
      "This week, ChatGPT is on track to reach 700M weekly active users — up from 500M at the end of March and 4× since last year. Every day, people and teams are learning, creating, and solving harder problems. Big week ahead. Grateful to the team for making ChatGPT more useful and…",
      "OpenAI unveiled Study Mode, a new ChatGPT feature designed to promote critical thinking by prompting students to engage with material rather than simply receive answers. The tool is now rolling out to Free, Plus, Pro, and Team users, with availability for Edu subscribers expected in the coming weeks.",
      "ChatGPT users should be cautious when seeking emotional support from AI, as the AI industry lacks safeguards for sensitive conversations, OpenAI CEO Sam Altman said on a recent episode of This Past Weekend w/ Theo Von. Unlike human therapists, AI tools aren’t bound by doctor-patient confidentiality, he noted.",
      "ChatGPT now receives 2.5 billion prompts daily from users worldwide, including roughly 330 million from the U.S. That’s more than double the volume reported by CEO Sam Altman just eight months ago, highlighting the chatbot’s explosive growth.",
      "OpenAI has introduced ChatGPT Agent, which completes a wide variety of computer-based tasks on behalf of users and combines several capabilities like Operator and Deep Research, according to the company. OpenAI says the agent can automatically navigate a user’s calendar, draft editable presentations and slideshows, run code, shop online, and handle complex workflows from end to end, all within a secure virtual environment.",
      "Researchers at Stanford University have observed that therapy chatbots powered by large language models can sometimes stigmatize people with mental health conditions or respond in ways that are inappropriate or could be harmful. While chatbots are “being used as companions, confidants, and therapists,” the study found “significant risks.”",
      "CEO Sam Altman said that the company is delaying the release of its open model, which had already been postponed by a month earlier this summer. The ChatGPT maker, which initially planned to release the model around mid-July, has indefinitely postponed its launch to conduct additional safety testing.",
      "we planned to launch our open-weight model next week.we are delaying it; we need time to run additional safety tests and review high-risk areas. we are not yet sure how long it will take us.while we trust the community will build great things with this model, once weights are…",
      "OpenAI plans to release an AI-powered web browser to challenge Alphabet’s Google Chrome. It will keep some user interactions within ChatGPT, rather than directing people to external websites.",
      "Some ChatGPT users have noticed a new feature called “Study Together” appearing in their list of available tools. This is the chatbot’s approach to becoming a more effective educational tool, rather than simply providing answers to prompts. Some people also wonder whether there will be a feature that allows multiple users to join the chat, similar to a study group.",
      "Referrals from ChatGPT to news publishers are increasing. But this rise is insufficient to offset the decline in clicks as more users now obtain their news directly from AI or AI-powered search results, according to a report by digital market intelligence company Similarweb. Since Google launched its AI Overviews in May 2024, the percentage of news searches that don’t lead to clicks on news websites has increased from 56% to nearly 69% by May 2025.",
      "OpenAI has started using Google’s AI chips to power ChatGPT and other products, as reported by Reuters. The ChatGPT maker is one of the biggest buyers of Nvidia’s GPUs, using the AI chips to train models, and this is the first time that OpenAI is using non-Nvidia chips in an important way.",
      "Researchers from MIT’s Media Lab monitored the brain activity of writers in 32 regions. They found that ChatGPT users showed minimal brain engagement and consistently fell short in neural, linguistic, and behavioral aspects. To conduct the test, the lab split 54 participants from the Boston area into three groups, each consisting of individuals ages 18 to 39. The participants were asked to write multiple SAT essays using tools such as OpenAI’s ChatGPT, the Google search engine, or without any tools.",
      "The ChatGPT app for iOS was downloaded 29.6 million times in the last 28 days, while TikTok, Facebook, Instagram, and X were downloaded a total of 32.9 million times during the same period, representing a difference of about 10.6%, according to ZDNET report citing Similarweb’s X post.",
      "Sam Altman said that the average ChatGPT query uses about one-fifteenth of a teaspoon of water, equivalent to 0.000083 gallons of water, or the energy required to power a lightbulb for a few minutes, per Business Insider. In addition to that, the chatbot requires 0.34 watt-hours of electricity to operate.",
      "OpenAI has unveiled o3-pro, an enhanced version of its o3, a reasoning model that the chatGPT maker launched earlier this year. O3-pro is available for ChatGPT and Team users and in the API, while Enterprise and Edu users will get access in the third week of June.",
      "OpenAI o3-pro is available in the model picker for Pro and Team users starting today, replacing OpenAI o1-pro.Enterprise and Edu users will get access the week after.As o3-pro uses the same underlying model as o3, full safety details can be found in the o3 system card.…",
      "OpenAI upgraded ChatGPT’s conversational voice mood for all paid users across different markets and platforms. The startup has launched an update to Advanced Voice that enables users to converse with ChatGPT out loud in a more natural and fluid sound. The feature also helps users translate languages more easily, the comapny said.",
      "OpenAI’s ChatGPT now offers new funtions for business users, including integrations with various cloud services, meeting recordings, and MCP connection support for connecting to tools for in-depth research. The feature enables ChatGPT to retrieve information across users’ own services to answer their questions. For instance, an analyst could use the company’s slide deck and documents to develop an investment thesis.",
      "OpenAI plans to purchase Jony Ive’s devices startup io for $6.4 billion. Sarah Friar, CFO of OpenAI, thinks that the hardware will significantly enhance ChatGPT and broaden OpenAI’s reach to a larger audience in the future.",
      "OpenAI has introduced its AI coding agent, Codex, powered by codex-1, a version of its o3 AI reasoning model designed for software engineering tasks. OpenAI says codex-1 generates more precise and “cleaner” code than o3. The coding agent may take anywhere from one to 30 minutes to complete tasks such as writing simple features, fixing bugs, answering questions about your codebase, and running tests.",
      "Sam Altman, the CEO of OpenAI, said during a recent AI event hosted by VC firm Sequoia that he wants ChatGPT to record and remember every detail of a person’s life when one attendee asked about how ChatGPT can become more personalized.",
      "OpenAI said in a post on X that it has launched its GPT-4.1 and GPT4.1 mini AI models in ChagGPT.",
      "By popular request, GPT-4.1 will be available directly in ChatGPT starting today.GPT-4.1 is a specialized model that excels at coding tasks & instruction following. Because it’s faster, it’s a great alternative to OpenAI o3 & o4-mini for everyday coding needs.",
      "OpenAI has launched a new feature for ChatGPT deep research to analyze code repositories on GitHub. The ChatGPT deep research feature is in beta and lets developers connect with GitHub to ask questions about codebases and engineering documents. The connector will soon be available for ChatGPT Plus, Pro, and Team users, with support for Enterprise and Education coming shortly, per an OpenAI spokesperson.",
      "After introducing a data residency program in Europe in February, OpenAI has now launched a similar program in Asian countries including India, Japan, Singapore, and South Korea. The new program will be accessible to users of ChatGPT Enterprise, ChatGPT Edu, and API. It will help organizations in Asia meet their local data sovereignty requirements when using OpenAI’s products.",
      "OpenAI is unveiling a program called OpenAI for Countries, which aims to develop the necessary local infrastructure to serve international AI clients better. The AI startup will work with governments to assist with increasing data center capacity and customizing OpenAI’s products to meet specific language and local needs. OpenAI for Countries is part of efforts to support the company’s expansion of its AI data center Project Stargate to new locations outside the U.S., per Bloomberg.",
      "OpenAI has announced its plan to make changes to its procedures for updating the AI models that power ChatGPT, following an update that caused the platform to become overly sycophantic for many users.",
      "OpenAI has released a post on the recent sycophancy issues with the default AI model powering ChatGPT, GPT-4o, leading the company to revert an update to the model released last week. CEO Sam Altman acknowledged the issue on Sunday and confirmed two days later that the GPT-4o update was being rolled back. OpenAI is working on “additional fixes” to the model’s personality. Over the weekend, users on social media criticized the new model for making ChatGPT too validating and agreeable. It became a popular meme fast.",
      "An issue within OpenAI’s ChatGPT enabled the chatbot to create graphic erotic content for accounts registered by users under the age of 18, as demonstrated by TechCrunch’s testing, a fact later confirmed by OpenAI. “Protecting younger users is a top priority, and our Model Spec, which guides model behavior, clearly restricts sensitive content like erotica to narrow contexts such as scientific, historical, or news reporting,” a spokesperson told TechCrunch via email. “In this case, a bug allowed responses outside those guidelines, and we are actively deploying a fix to limit these generations.”",
      "OpenAI has added a few features to its ChatGPT search, its web search tool in ChatGPT, to give users an improved online shopping experience. The company says people can ask super-specific questions using natural language and receive customized results. The chatbot provides recommendations, images, and reviews of products in various categories such as fashion, beauty, home goods, and electronics.",
      "OpenAI leaders have been talking about allowing the open model to link up with OpenAI’s cloud-hosted models to improve its ability to respond to intricate questions, two sources familiar with the situation told TechCrunch.",
      "OpenAI is preparing to launch an AI system that will be openly accessible, allowing users to download it for free without any API restrictions. Aidan Clark, OpenAI’s VP of research, is spearheading the development of the open model, which is in the very early stages, sources familiar with the situation told TechCrunch.",
      "OpenAI released a new AI model called GPT-4.1 in mid-April. However, multiple independent tests indicate that the model is less reliable than previous OpenAI releases. The company skipped that step — sending safety cards for GPT-4.1 — claiming in a statement to TechCrunch that “GPT-4.1 is not a frontier model, so there won’t be a separate system card released for it.”",
      "Questions have been raised regarding OpenAI’s transparency and procedures for testing models after a difference in benchmark outcomes was detected by first- and third-party benchmark results for the o3 AI model. OpenAI introduced o3 in December, stating that the model could solve approximately 25% of questions on FrontierMath, a difficult math problem set. Epoch AI, the research institute behind FrontierMath, discovered that o3 achieved a score of approximately 10%, which was significantly lower than OpenAI’s top-reported score.",
      "OpenAI has launched a new API feature called Flex processing that allows users to use AI models at a lower cost but with slower response times and occasional resource unavailability. Flex processing is available in beta on the o3 and o4-mini reasoning models for non-production tasks like model evaluations, data enrichment, and asynchronous workloads.",
      "OpenAI has rolled out a new system to monitor its AI reasoning models, o3 and o4 mini, for biological and chemical threats. The system is designed to prevent models from giving advice that could potentially lead to harmful attacks, as stated in OpenAI’s safety report.",
      "OpenAI has released two new reasoning models, o3 and o4 mini, just two days after launching GPT-4.1. The company claims o3 is the most advanced reasoning model it has developed, while o4-mini is said to provide a balance of price, speed, and performance. The new models stand out from previous reasoning models because they can use ChatGPT features like web browsing, coding, and image processing and generation. But they hallucinate more than several of OpenAI’s previous models.",
      "Open AI introduced a new section called “library” to make it easier for users to create images on mobile and web platforms, per the company’s X post.",
      "All of your image creations, all in one place.Introducing the new library for your ChatGPT image creations—rolling out now to all Free, Plus, and Pro users on mobile and https://t.co/nYW5KO1aIg. pic.twitter.com/ADWuf5fPbj",
      "OpenAI said on Tuesday that it might revise its safety standards if “another frontier AI developer releases a high-risk system without comparable safeguards.” The move shows how commercial AI developers face more pressure to rapidly implement models due to the increased competition.",
      "OpenAI is currently in the early stages of developing its own social media platform to compete with Elon Musk’s X and Mark Zuckerberg’s Instagram and Threads, according to The Verge. It is unclear whether OpenAI intends to launch the social network as a standalone application or incorporate it into ChatGPT.",
      "OpenAI will discontinue its largest AI model, GPT-4.5, from its API even though it was just launched in late February. GPT-4.5 will be available in a research preview for paying customers. Developers can use GPT-4.5 through OpenAI’s API until July 14; then, they will need to switch to GPT-4.1, which was released on April 14.",
      "OpenAI has launched three members of the GPT-4.1 model — GPT-4.1, GPT-4.1 mini, and GPT-4.1 nano — with a specific focus on coding capabilities. It’s accessible via the OpenAI API but not ChatGPT. In the competition to develop advanced programming models, GPT-4.1 will rival AI models such as Google’s Gemini 2.5 Pro, Anthropic’s Claude 3.7 Sonnet, and DeepSeek’s upgraded V3.",
      "OpenAI plans to sunset GPT-4, an AI model introduced more than two years ago, and replace it with GPT-4o, the current default model, per changelog. It will take effect on April 30. GPT-4 will remain available via OpenAI’s API.",
      "OpenAI may launch several new AI models, including GPT-4.1, soon, The Verge reported, citing anonymous sources. GPT-4.1 would be an update of OpenAI’s GPT-4o, which was released last year. On the list of upcoming models are GPT-4.1 and smaller versions like GPT-4.1 mini and nano, per the report.",
      "OpenAI started updating ChatGPT to enable the chatbot to remember previous conversations with a user and customize its responses based on that context. This feature is rolling out to ChatGPT Pro and Plus users first, excluding those in the U.K., EU, Iceland, Liechtenstein, Norway, and Switzerland.",
      "It looks like OpenAI is working on a watermarking feature for images generated using GPT-4o. AI researcher Tibor Blaho spotted a new “ImageGen” watermark feature in the new beta of ChatGPT’s Android app. Blaho also found mentions of other tools: “Structured Thoughts,” “Reasoning Recap,” “CoT Search Tool,” and “l1239dk1.”",
      "OpenAI is offering its $20-per-month ChatGPT Plus subscription tier for free to all college students in the U.S. and Canada through the end of May. The offer will let millions of students use OpenAI’s premium service, which offers access to the company’s GPT-4o model, image generation, voice interaction, and research tools that are not available in the free version.",
      "More than 130 million users have created over 700 million images since ChatGPT got the upgraded image generator on March 25, according to COO of OpenAI Brad Lightcap. The image generator was made available  to all ChatGPT users on March 31, and went viral for being able to create Ghibli-style photos.",
      "The Arc Prize Foundation, which develops the AI benchmark tool ARC-AGI, has updated the estimated computing costs for OpenAI’s o3 “reasoning” model managed by ARC-AGI. The organization originally estimated that the best-performing configuration of o3 it tested, o3 high, would cost approximately $3,000 to address a single problem. The Foundation now thinks the cost could be much higher, possibly around $30,000 per task.",
      "In a series of posts on X, OpenAI CEO Sam Altman said the company’s new image-generation tool’s popularity may cause product releases to be delayed. “We are getting things under control, but you should expect new releases from OpenAI to be delayed, stuff to break, and for service to sometimes be slow as we deal with capacity challenges,” he wrote.",
      "OpeanAI intends to release its “first” open language model since GPT-2 “in the coming months.” The company plans to host developer events to gather feedback and eventually showcase prototypes of the model. The first developer event is to be held in San Francisco, with sessions to follow in Europe and Asia.",
      "OpenAI made a notable change to its content moderation policies after the success of its new image generator in ChatGPT, which went viral for being able to create Studio Ghibli-style images. The company has updated its policies to allow ChatGPT to generate images of public figures, hateful symbols, and racial features when requested. OpenAI had previously declined such prompts due to the potential controversy or harm they may cause. However, the company has now “evolved” its approach, as stated in a blog post published by Joanne Jang, the lead for OpenAI’s model behavior.",
      "OpenAI wants to incorporate Anthropic’s Model Context Protocol (MCP) into all of its products, including the ChatGPT desktop app. MCP, an open-source standard, helps AI models generate more accurate and suitable responses to specific queries, and lets developers create bidirectional links between data sources and AI applications like chatbots. The protocol is currently available in the Agents SDK, and support for the ChatGPT desktop app and Responses API will be coming soon, OpenAI CEO Sam Altman said.",
      "The latest update of the image generator on OpenAI’s ChatGPT has triggered a flood of AI-generated memes in the style of Studio Ghibli, the Japanese animation studio behind blockbuster films like “My Neighbor Totoro” and “Spirited Away.” The burgeoning mass of Ghibli-esque images have sparked concerns about whether OpenAI has violated copyright laws, especially since the company is already facing legal action for using source material without authorization.",
      "OpenAI expects its revenue to triple to $12.7 billion in 2025, fueled by the performance of its paid AI software, Bloomberg reported, citing an anonymous source. While the startup doesn’t expect to reach positive cash flow until 2029, it expects revenue to increase significantly in 2026 to surpass $29.4 billion, the report said.",
      "OpenAI on Tuesday rolled out a major upgrade to ChatGPT’s image-generation capabilities: ChatGPT can now use the GPT-4o model to generate and edit images and photos directly. The feature went live earlier this week in ChatGPT and Sora, OpenAI’s AI video-generation tool, for subscribers of the company’s Pro plan, priced at $200 a month, and will be available soon to ChatGPT Plus subscribers and developers using the company’s API service. The company’s CEO Sam Altman said on Wednesday, however, that the release of the image generation feature to free users would be delayed due to higher demand than the company expected.",
      "Brad Lightcap, OpenAI’s chief operating officer, will lead the company’s global expansion and manage corporate partnerships as CEO Sam Altman shifts his focus to research and products, according to a blog post from OpenAI. Lightcap, who previously worked with Altman at Y Combinator, joined the Microsoft-backed startup in 2018. OpenAI also said Mark Chen would step into the expanded role of chief research officer, and Julia Villagra will take on the role of chief people officer.",
      "OpenAI has updated its AI voice assistant with improved chatting capabilities, according to a video posted on Monday (March 24) to the company’s official media channels. The update enables real-time conversations, and the AI assistant is said to be more personable and interrupts users less often. Users on ChatGPT’s free tier can now access the new version of Advanced Voice Mode, while paying users will receive answers that are “more direct, engaging, concise, specific, and creative,” a spokesperson from OpenAI told TechCrunch.",
      "OpenAI and Meta have separately engaged in discussions with Indian conglomerate Reliance Industries regarding potential collaborations to enhance their AI services in the country, per a report by The Information. One key topic being discussed is Reliance Jio distributing OpenAI’s ChatGPT. Reliance has proposed selling OpenAI’s models to businesses in India through an application programming interface (API) so they can incorporate AI into their operations. Meta also plans to bolster its presence in India by constructing a large 3GW data center in Jamnagar, Gujarat. OpenAI, Meta, and Reliance have not yet officially announced these plans.",
      "Noyb, a privacy rights advocacy group, is supporting an individual in Norway who was shocked to discover that ChatGPT was providing false information about him, stating that he had been found guilty of killing two of his children and trying to harm the third. “The GDPR is clear. Personal data has to be accurate,” said Joakim Söderberg, data protection lawyer at Noyb, in a statement. “If it’s not, users have the right to have it changed to reflect the truth. Showing ChatGPT users a tiny disclaimer that the chatbot can make mistakes clearly isn’t enough. You can’t just spread false information and in the end add a small disclaimer saying that everything you said may just not be true.”",
      "OpenAI has added new transcription and voice-generating AI models to its APIs: a text-to-speech model, “gpt-4o-mini-tts,” that delivers more nuanced and realistic sounding speech, as well as two speech-to-text models called “gpt-4o-transcribe” and “gpt-4o-mini-transcribe”. The company claims they are improved versions of what was already there and that they hallucinate less.",
      "OpenAI has introduced o1-pro in its developer API. OpenAI says its o1-pro uses more computing than its o1 “reasoning” AI model to deliver “consistently better responses.” It’s only accessible to select developers who have spent at least $5 on OpenAI API services. OpenAI charges $150 for every million tokens (about 750,000 words) input into the model and $600 for every million tokens the model produces. It costs twice as much as OpenAI’s GPT-4.5 for input and 10 times the price of regular o1.",
      "Noam Brown, who heads AI reasoning research at OpenAI, thinks that certain types of AI models for “reasoning” could have been developed 20 years ago if researchers had understood the correct approach and algorithms.",
      "OpenAI CEO Sam Altman said, in a post on X, that the company has trained a “new model” that’s “really good” at creative writing. He posted a lengthy sample from the model given the prompt “Please write a metafictional literary short story about AI and grief.” OpenAI has not extensively explored the use of AI for writing fiction. The company has mostly concentrated on challenges in rigid, predictable areas such as math and programming. And it turns out that it might not be that great at creative writing at all.",
      "we trained a new model that is good at creative writing (not sure yet how/when it will get released). this is the first time i have been really struck by something written by AI; it got the vibe of metafiction so right.PROMPT:Please write a metafictional literary short story…",
      "OpenAI rolled out new tools designed to help developers and businesses build AI agents — automated systems that can independently accomplish tasks — using the company’s own AI models and frameworks. The tools are part of OpenAI’s new Responses API, which enables enterprises to develop customized AI agents that can perform web searches, scan through company files, and navigate websites, similar to OpenAI’s Operator product. The Responses API effectively replaces OpenAI’s Assistants API, which the company plans to discontinue in the first half of 2026.",
      "OpenAI intends to release several “agent” products tailored for different applications, including sorting and ranking sales leads and software engineering, according to a report from The Information. One, a “high-income knowledge worker” agent, will reportedly be priced at $2,000 a month. Another, a software developer agent, is said to cost $10,000 a month. The most expensive rumored agents, which are said to be aimed at supporting “PhD-level research,” are expected to cost $20,000 per month. The jaw-dropping figure is indicative of how much cash OpenAI needs right now: The company lost roughly $5 billion last year after paying for costs related to running its services and other expenses. It’s unclear when these agentic tools might launch or which customers will be eligible to buy them.",
      "The latest version of the macOS ChatGPT app allows users to edit code directly in supported developer tools, including Xcode, VS Code, and JetBrains. ChatGPT Plus, Pro, and Team subscribers can use the feature now, and the company plans to roll it out to more users like Enterprise, Edu, and free users.",
      "According to a new report from VC firm Andreessen Horowitz (a16z), OpenAI’s AI chatbot, ChatGPT, experienced solid growth in the second half of 2024. It took ChatGPT nine months to increase its weekly active users from 100 million in November 2023 to 200 million in August 2024, but it only took less than six months to double that number once more, according to the report. ChatGPT’s weekly active users increased to 300 million by December 2024 and 400 million by February 2025. ChatGPT has experienced significant growth recently due to the launch of new models and features, such as GPT-4o, with multimodal capabilities. ChatGPT usage spiked from April to May 2024, shortly after that model’s launch.",
      "OpenAI has effectively canceled the release of o3 in favor of what CEO Sam Altman is calling a “simplified” product offering. In a post on X, Altman said that, in the coming months, OpenAI will release a model called GPT-5 that “integrates a lot of [OpenAI’s] technology,” including o3, in ChatGPT and its API. As a result of that roadmap decision, OpenAI no longer plans to release o3 as a standalone model.",
      "A commonly cited stat is that ChatGPT requires around 3 watt-hours of power to answer a single question. Using OpenAI’s latest default model for ChatGPT, GPT-4o, as a reference, nonprofit AI research institute Epoch AI found the average ChatGPT query consumes around 0.3 watt-hours. However, the analysis doesn’t consider the additional energy costs incurred by ChatGPT with features like image generation or input processing.",
      "In response to pressure from rivals like DeepSeek, OpenAI is changing the way its o3-mini model communicates its step-by-step “thought” process. ChatGPT users will see an updated “chain of thought” that shows more of the model’s “reasoning” steps and how it arrived at answers to questions.",
      "OpenAI is now allowing anyone to use ChatGPT web search without having to log in. While OpenAI had previously allowed users to ask ChatGPT questions without signing in, responses were restricted to the chatbot’s last training update. This only applies through ChatGPT.com, however. To use ChatGPT in any form through the native mobile app, you will still need to be logged in.",
      "OpenAI announced a new AI “agent” called deep research that’s designed to help people conduct in-depth, complex research using ChatGPT. OpenAI says the “agent” is intended for instances where you don’t just want a quick answer or summary, but instead need to assiduously consider information from multiple websites and other sources.",
      "OpenAI used the subreddit r/ChangeMyView to measure the persuasive abilities of its AI reasoning models. OpenAI says it collects user posts from the subreddit and asks its AI models to write replies, in a closed environment, that would change the Reddit user’s mind on a subject. The company then shows the responses to testers, who assess how persuasive the argument is, and finally OpenAI compares the AI models’ responses to human replies for that same post.",
      "OpenAI launched a new AI “reasoning” model, o3-mini, the newest in the company’s o family of models. OpenAI first previewed the model in December alongside a more capable system called o3. OpenAI is pitching its new model as both “powerful” and “affordable.”",
      "A new report from app analytics firm Appfigures found that over half of ChatGPT’s mobile users are under age 25, with users between ages 50 and 64 making up the second largest age demographic. The gender gap among ChatGPT users is even more significant. Appfigures estimates that across age groups, men make up 84.5% of all users.",
      "OpenAI launched ChatGPT Gov designed to provide U.S. government agencies an additional way to access the tech. ChatGPT Gov includes many of the capabilities found in OpenAI’s corporate-focused tier, ChatGPT Enterprise. OpenAI says that ChatGPT Gov enables agencies to more easily manage their own security, privacy, and compliance, and could expedite internal authorization of OpenAI’s tools for the handling of non-public sensitive data.",
      "Younger Gen Zers are embracing ChatGPT, for schoolwork, according to a new survey by the Pew Research Center. In a follow-up to its 2023 poll on ChatGPT usage among young people, Pew asked ~1,400 U.S.-based teens ages 13 to 17 whether they’ve used ChatGPT for homework or other school-related assignments. Twenty-six percent said that they had, double the number two years ago. Just over half of teens responding to the poll said they think it’s acceptable to use ChatGPT for researching new subjects. But considering the ways ChatGPT can fall short, the results are possibly cause for alarm.",
      "OpenAI says that it might store chats and associated screenshots from customers who use Operator, the company’s AI “agent” tool, for up to 90 days — even after a user manually deletes them. While OpenAI has a similar deleted data retention policy for ChatGPT, the retention period for ChatGPT is only 30 days, which is 60 days shorter than Operator’s.",
      "OpenAI is launching a research preview of Operator, a general-purpose AI agent that can take control of a web browser and independently perform certain actions. Operator promises to automate tasks such as booking travel accommodations, making restaurant reservations, and shopping online.",
      "Operator, OpenAI’s agent tool, could be released sooner rather than later. Changes to ChatGPT’s code base suggest that Operator will be available as an early research preview to users on the $200 Pro subscription plan. The changes aren’t yet publicly visible, but a user on X who goes by Choi spotted these updates in ChatGPT’s client-side code. TechCrunch separately identified the same references to Operator on OpenAI’s website.",
      "OpenAI has begun testing a feature that lets new ChatGPT users sign up with only a phone number — no email required. The feature is currently in beta in the U.S. and India. However, users who create an account using their number can’t upgrade to one of OpenAI’s paid plans without verifying their account via an email. Multi-factor authentication also isn’t supported without a valid email.",
      "ChatGPT’s new beta feature, called tasks, allows users to set simple reminders. For example, you can ask ChatGPT to remind you when your passport expires in six months, and the AI assistant will follow up with a push notification on whatever platform you have tasks enabled. The feature will start rolling out to ChatGPT Plus, Team, and Pro users around the globe this week.",
      "OpenAI is introducing a new way for users to customize their interactions with ChatGPT. Some users found they can specify a preferred name or nickname and “traits” they’d like the chatbot to have. OpenAI suggests traits like “Chatty,” “Encouraging,” and “Gen Z.” However, some users reported that the new options have disappeared, so it’s possible they went live prematurely.",
      "ChatGPT is a general-purpose chatbot that uses artificial intelligence to generate text after a user enters a prompt, developed by tech startup OpenAI. The chatbot uses GPT-4, a large language model that uses deep learning to produce human-like text.",
      "November 30, 2022 is when ChatGPT was released for public use.",
      "Both the free version of ChatGPT and the paid ChatGPT Plus are regularly updated with new GPT models. The most recent model is GPT-4o.",
      "There is a free version of ChatGPT that only requires a sign-in in addition to the paid version, ChatGPT Plus.",
      "Anyone can use ChatGPT! More and more tech companies and search engines are utilizing the chatbot to automate text or quickly answer user questions/concerns.",
      "Multiple enterprises utilize ChatGPT, although others may limit the use of the AI-powered tool.",
      "Most recently, Microsoft announced at its 2023 Build conference that it is integrating its ChatGPT-based Bing experience into Windows 11. A Brooklyn-based 3D display startup Looking Glass utilizes ChatGPT to produce holograms you can communicate with by using ChatGPT.  And nonprofit organization Solana officially integrated the chatbot into its network with a ChatGPT plug-in geared toward end users to help onboard into the web3 space.",
      "GPT stands for Generative Pre-Trained Transformer.",
      "A chatbot can be any software/system that holds dialogue with you/a person but doesn’t necessarily have to be AI-powered. For example, there are chatbots that are rules-based in the sense that they’ll give canned responses to questions.",
      "ChatGPT is AI-powered and utilizes LLM technology to generate text after a prompt.",
      "Yes.",
      "Due to the nature of how these models work, they don’t know or care whether something is true, only that it looks true. That’s a problem when you’re using it to do your homework, sure, but when it accuses you of a crime you didn’t commit, that may well at this point be libel.",
      "We will see how handling troubling statements produced by ChatGPT will play out over the next few months as tech and legal experts attempt to tackle the fastest moving target in the industry.",
      "Yes, there is a free ChatGPT mobile app for iOS and Android users.",
      "It’s not documented anywhere that ChatGPT has a character limit. However, users have noted that there are some character limitations after around 500 words.",
      "Yes, it was released March 1, 2023.",
      "Everyday examples include programming, scripts, email replies, listicles, blog ideas, summarization, etc.",
      "Advanced use examples include debugging code, programming languages, scientific concepts, complex problem solving, etc.",
      "It depends on the nature of the program. While ChatGPT can write workable Python code, it can’t necessarily program an entire app’s worth of code. That’s because ChatGPT lacks context awareness — in other words, the generated code isn’t always appropriate for the specific context in which it’s being used.",
      "Yes. OpenAI allows users to save chats in the ChatGPT interface, stored in the sidebar of the screen. There are no built-in sharing features yet.",
      "Yes. There are multiple AI-powered chatbot competitors such as Together, Google’s Gemini and Anthropic’s Claude, and developers are creating open source alternatives.",
      "OpenAI has said that individuals in “certain jurisdictions” (such as the EU) can object to the processing of their personal information by its AI models by filling out this form. This includes the ability to make requests for deletion of AI-generated references about you. Although OpenAI notes it may not grant every request since it must balance privacy requests against freedom of expression “in accordance with applicable laws”.",
      "The web form for making a deletion of data about you request is entitled “OpenAI Personal Data Removal Request”.",
      "In its privacy policy, the ChatGPT maker makes a passing acknowledgement of the objection requirements attached to relying on “legitimate interest” (LI), pointing users towards more information about requesting an opt out — when it writes: “See here for instructions on how you can opt out of our use of your information to train our models.”",
      "Recently, Discord announced that it had integrated OpenAI’s technology into its bot named Clyde where two users tricked Clyde into providing them with instructions for making the illegal drug methamphetamine (meth) and the incendiary mixture napalm.",
      "An Australian mayor has publicly announced he may sue OpenAI for defamation due to ChatGPT’s false claims that he had served time in prison for bribery. This would be the first defamation lawsuit against the text-generating service.",
      "CNET found itself in the midst of controversy after Futurism reported the publication was publishing articles under a mysterious byline completely generated by AI. The private equity company that owns CNET, Red Ventures, was accused of using ChatGPT for SEO farming, even if the information was incorrect.",
      "Several major school systems and colleges, including New York City Public Schools, have banned ChatGPT from their networks and devices. They claim that the AI impedes the learning process by promoting plagiarism and misinformation, a claim that not every educator agrees with.",
      "There have also been cases of ChatGPT accusing individuals of false crimes.",
      "Several marketplaces host and provide ChatGPT prompts, either for free or for a nominal fee. One is PromptBase. Another is ChatX. More launch every day.",
      "Poorly. Several tools claim to detect ChatGPT-generated text, but in our tests, they’re inconsistent at best.",
      "No. But OpenAI recently disclosed a bug, since fixed, that exposed the titles of some users’ conversations to other people on the service.",
      "None specifically targeting ChatGPT. But OpenAI is involved in at least one lawsuit that has implications for AI systems trained on publicly available data, which would touch on ChatGPT.",
      "Yes. Text-generating AI models like ChatGPT have a tendency to regurgitate content from their training data.",
      "This story is continually updated with new information."
    ]
  }
]